{"In American English, the game is known as \"tic-tac-toe\". It may also be spelled \"tick-tack-toe\", \"tick-tat-toe\", or \"tit-tat-toe\".": 0.6730769230769231, "As the Pequod approaches the Equator, Ahab scolds his quadrant for telling him only where he is and not where he will be. He dashes it to the deck. That evening, an impressive typhoon attacks the ship.": 0.6666666666666666, "An autotopy is an isotopy from a quasigroup to itself. The set of all autotopies of a quasigroup forms a group with the automorphism group as a subgroup.": 0.6033755274261603, "The Rhine flows from the Alps to the North Sea Basin. The geography and geology of its present-day watershed has been developing since the Alpine orogeny began.": 0.5769230769230769, "Iglesia ni Cristo's Christology has parallels with Arianism in that it affirms that the Father is the only true God, but it denies the preexistence of Christ. Thus, Iglesia ni Cristo is Socinian rather than Arian in its Christology.": 0.5570175438596491, "The band recorded a version of \"Lost in the Woods\" for the 2019 film Frozen II, which was included on the soundtrack album. The music video featuring the band and the Frozen voice actress Kristen Bell.": 0.5583333333333333, "Some fonts show miniature glyphs of complete recorder fingering charts in TrueType format. Because there are no Unicode values for complete recorder fingering charts, these fonts are custom encoded.": 0.5714285714285714, "The entries of an ordered pair can be other ordered pairs, enabling the recursive definition of ordered n-tuples (ordered lists of n objects). For example, the ordered triple (a,b,c) can be defined as (a, (b,c)), i.e., as one pair nested in another.": 0.5242718446601942, "Constitutional Government in the United States. New York: Columbia University Press, 1908.": 0.5585585585585585, "Holy Bible: The New Oxford Annotated Bible. Coogan; Oxford University Press, 2007.": 0.5373134328358209, "Winning The Best wins the game outright. Opponents who win gain 8 points.": 0.5246913580246914, "Among other innovations during his tenure as Marine Corps commandant, Jones oversaw the Marine Corps' development of MARPAT camouflage uniforms, and the adoption of the Marine Corps Martial Arts Program. These replaced M81 Woodland uniforms and the LINE combat system, respectively.": 0.5905511811023622, "Some aldehydes are substrates for aldehyde dehydrogenase enzymes which metabolize aldehydes in the body. There are toxicities associated with some aldehydes that are related to neurodegenerative disease, heart disease, and some types of cancer.": 0.5728744939271255, "Poland has an embassy in Manila and 3 honorary consulates (in Cebu City, Davao City and San Fernando). Poland has an embassy in Doha.": 0.5878378378378378, "Waterloo is home to the junior ice hockey team Waterloo Black Hawks of the United States Hockey League. They play out of Young Arena.": 0.4605263157894737, "South Australia has a public library system, and state library. Some public libraries in South Australia in rural areas are joint school and community libraries.": 0.6102941176470589, "We the People: American Indians and Alaska Natives in the United States. Census 2000 Special Reports February 2006": 0.5974025974025974, "Barnett Jr., James F. Mississippi's American Indians. Jackson, MS: University Press of Mississippi, 2012.": 0.5342706502636204, "Elizabeth Cometti, and Festus P. Summers. The Thirty-fifth State: A Documentary History of West Virginia. Morgantown: West Virginia University Library, 1966.": 0.59375, "Khan Tokhtamysh of the White Horde dethrones Mamai of the Blue Horde. The two hordes unite to form the Golden Horde.": 0.5489443378119002, "But then it goes into an infinite loop. However, top-down execution with tabling gives the same answers and terminates without looping.": 0.6710526315789473, "Bald, R. C.: Donne's Influence in English Literature. Peter Smith, Gloucester, Massachusetts USA, 1965": 0.5263157894736842, "Echomail was so popular that for many users, Echomail was the FidoNet. Private person-to-person Netmail was relatively rare.": 0.5714285714285714, "Dave Grohl, on his Probot website, describes musicians with whom he has worked. In his entry for Lemmy, he wrote:": 0.7272727272727273, "Most Japanese students are taught to play the recorder. Note 4: \"The recorder is now taught from the third grade.\"": 0.6063829787234043, "Great Soviet Encyclopaedia, 3rd ed. Article \"Turkic Khaganate\" (online ).": 0.5483870967741935, "The Cauchy distribution is an infinitely divisible probability distribution. It is also a strictly stable distribution.": 0.7215189873417721, "Jonathan Harris, Byzantium and the Crusades, (2nd ed. London and New York, 2014).": 0.578125, "Henry I founds Reading Abbey in England. The Cluniac Order populates the abbey.": 0.5344827586206896, "The Finnish Defence Forces cooperate closely with the Finnish Border Guard. The Finnish Border Guard has its own yearly and long-term investment budget.": 0.56, "The opposite of lazy evaluation is eager evaluation, sometimes known as strict evaluation. Eager evaluation is the evaluation strategy employed in most programming languages.": 0.7160493827160493, "Persistent vegetative state (vegetative coma), deep coma without detectable awareness. Damage to the cortex, with an intact brainstem.": 0.5833333333333334, "The solid-state recorders are constructed from 16 Mbit IBM Luna-C DRAMs. One recorder has 1.1 gigabits of storage, and the other has 0.67 gigabits.": 0.6753246753246753, "A groupoid is a small category in which every morphism is an isomorphism, i.e., invertible. More explicitly, a groupoid is a set of objects with": 0.6102941176470589, "Santa Clara County Library operates the Los Altos Library and the Woodland Branch Library in Los Altos. Members of the library have access to all the other locations in the Santa Clara County Library District.": 0.6039603960396039, "Wankel died in Heidelberg in October 1988, aged 86. His grave is in the Bergfriedhof of Heidelberg.": 0.6009389671361502, "Some specifically focused egalitarian concerns include communism, legal egalitarianism, luck egalitarianism, political egalitarianism, gender egalitarianism, racial equality, equality of opportunity, and Christian egalitarianism. Common forms of egalitarianism include political and philosophical.": 0.6862745098039216, "Ismail Khan is a controversial figure. Reporters Without Borders has charged him with muzzling the press and ordering attacks on journalists. Also Human Rights Watch has accused him of human rights abuses.": 0.4878048780487805, "This is an example of a WAV file header (44 bytes). Data is stored in little-endian byte order.": 0.46616541353383456, "Information storage can be easier in digital systems than in analog ones. The noise immunity of digital systems permits data to be stored and retrieved without degradation. In an analog system, noise from aging and wear degrade the information stored.": 0.6837606837606838, "Norwich University Corps of Cadets. Norwich University, Northfield, Vermont is a private university in Northfield, Vermont. It is the oldest private military college in the United States.": 0.5530973451327433, "Fuller, Errol (2000): Extinct Birds (2nd ed.). Oxford University Press, Oxford, New York.": 0.41818181818181815, "Is a frame ready for transmission? If not, wait for a frame.": 0.6342710997442456, "There are around 50,000 Armenians in Poland. Armenian is an official minority language in Poland. See also Armenians in Poland": 0.6178343949044586, "There are no other -automorphisms of . In other words, has exactly -automorphisms, which are": 0.47674418604651164, "Disulfiram prevents the elimination of acetaldehyde by inhibiting the enzyme acetaldehyde dehydrogenase. Acetaldehyde is a chemical the body produces when breaking down ethanol. Acetaldehyde itself is the cause of many hangover symptoms from alcohol use.": 0.5500910746812386, "Consolidation chemotherapy is given after remission in order to prolong the overall disease-free time and improve overall survival. The drug that is administered is the same as the drug that achieved remission.": 0.5087719298245614, "Klagge, James C. Wittgenstein's Artillery: Philosophy as Poetry. Cambridge, Massachusetts: The MIT Press, 2021.": 0.5964912280701754, "Tungsten is essential for some archaea. The following tungsten-utilizing enzymes are known:": 0.6277915632754343, "Brett Hanson: Secretary of State. Dies in the Capitol attack.": 0.6052631578947368, "Reservations can be found in Louisiana (Jena Band of Choctaw Indians), Mississippi (Mississippi Band of Choctaw Indians), and Oklahoma (Choctaw Nation of Oklahoma). The Oklahoma reservation is defined by treaty. Other population centers can be found throughout the United States.": 0.5490196078431373, "The number of distinct groups (up to isomorphism) of order is given by sequence A000001 in the OEIS. The first few numbers are 0, 1, 1, 1 and 2 meaning that 4 is the lowest order with more than one group.": 0.5189873417721519, "Any topologically closed subgroup of a Lie group is a Lie group. This is known as the closed subgroup theorem or Cartan's theorem.": 0.5230769230769231, "Autobiography of a Jeep (1943). United Films, Prelinger Archives, historical public domain video.": 0.5, "The Domesday Book is completed. Drawn up on the orders of William I; it describes in detail the landholdings and resources in England.": 0.5864661654135338, "The Rubaiyat have also influenced Arabic music. In 1950 the Egyptian singer Umm Kulthum recorded a song entitled \"Rubaiyat Al-Khayyam\".": 0.6410256410256411, "This is the most basic form of the completeness theorem. We immediately restate it in a form more convenient for our purposes:": 0.6060606060606061, "Fold axis plunge is measured in dip and dip direction (strictly, plunge and azimuth of plunge). The orientation of a fold axial plane is measured in strike and dip or dip and dip direction.": 0.5735294117647058, "A thermodynamic reservoir is a system which is so large that its state parameters are not appreciably altered when it is brought into contact with the system of interest. When the reservoir is brought into contact with the system, the system is brought into equilibrium with the reservoir. For example, a pressure reservoir is a system at a particular pressure, which imposes that pressure upon the system to which it is mechanically connected.": 0.6349206349206349, "Weeks, John and Gunson, Phil, Panama. Made in the USA, 1992.": 0.43548387096774194, "A first order approximation to the bias and variance of H1 areLimbrunner JF, Vogel RM, Brown LC (2000) Estimation of harmonic mean of a lognormal variable. J Hydrol Eng 5(1) 59-66": 0.559322033898305, "The bipyramid 4-polytope will have vertices where the apices of bipyramids meet. It will have vertices where the type vertices of bipyramids meet.": 0.5625, "Communication within the community takes place via mailing lists, IRC, blogs, forums, news announcements, wikis and conferences. The community has a Code of Conduct for acceptable behavior within the community.": 0.564935064935065, "The new article is entered into the database as is. Not a single person has": 0.6258503401360545, "Eli Whitney papers (MS 554). Manuscripts and Archives, Yale University Library.": 0.5509259259259259, "The two main comprehensive libraries are Guangzhou Library and Sun Yat-sen Library of Guangdong Province. Guangzhou Library is a public library in Guangzhou. The library has moved to a new building in Zhujiang New Town, which fully opened on June 23, 2013.": 0.6476190476190476, "Sir Joseph Banks papers (MS 58). Manuscripts and Archives, Yale University Library.": 0.6390977443609023, "The Magic Lantern, Ingmar Bergman. Translated by Joan Tate New York, Viking Press, 1988,": 0.6216216216216216, "A good impression can lead to a new user. New users may add more content and knowledge to Wikipedia.": 0.6293103448275862, "SEA-ME-WE-3, SEA-ME-WE-4 linking South East Asia to the Middle East and Western Europe. SEA-ME-WE 4 was operational since 2006.": 0.5263157894736842, "Whitney, J. P.. Hildebrandine Essays. Cambridge University Press: London, 1932.": 0.5084745762711864, "Many detectives appear in more than one novel or story. Here is a list of a few debut stories and final appearances.": 0.6016949152542372, "Specifically in n-dimensional space it is called n-dimensional parallelotope, or simply -parallelotope (or -parallelepiped). Thus a parallelogram is a 2-parallelotope and a parallelepiped is a 3-parallelotope.": 0.7704918032786885, "The ligands' names are given in alphabetical order. Numerical prefixes do not affect the order.": 0.6408163265306123, "Programming language features exist to provide building blocks to be combined to express programming ideals. Ideally, a programming language should:": 0.71875, "The determinant of an endomorphism is the determinant of the matrix representing the endomorphism in terms of some ordered basis. This definition makes sense, since this determinant is independent of the choice of the basis.": 0.5643564356435643, "Straus, Scott, and Lars Waldorf, eds. Remaking Rwanda: State building and human rights after mass violence (Univ of Wisconsin Press, 2011).": 0.5769230769230769, "AbsoluteTelnet is a telnet client for Windows. It also supports SSH and SFTP.": 0.6019417475728155, "In a ring of quadratic matrices, the determinant of an idempotent matrix is either 0 or 1. If the determinant is 1, the matrix necessarily is the identity matrix.": 0.5882352941176471, "Two prison railways were built in the 1890s. One line connected Saint-Laurent-du-Maroni to Saint-Jean-du-Maroni. Another line went to Charvein.": 0.5714285714285714, "Cleveland borders several inner-ring and streetcar suburbs. To the west, it borders Lakewood, Rocky River, and Fairview Park, and to the east, it borders Shaker Heights, Cleveland Heights, South Euclid, and East Cleveland. To the southwest, it borders Linndale, Brooklyn, Parma, and Brook Park.": 0.5061728395061729, "At least 50 molybdenum-containing enzymes have been identified, mostly in bacteria. Those enzymes include aldehyde oxidase, sulfite oxidase and xanthine oxidase. With one exception, Mo in proteins is bound by molybdopterin to give the molybdenum cofactor.": 0.6524064171122995, "Doctor is abbreviated \"Dr\" in British English and \"Dr.\" in North American English. The plural abbreviation is \"Drs\".": 0.5274725274725275, "Mixed languages, pidgins and creole languages constitute special genetic types of languages. They do not descend linearly or directly from a single language and have no single ancestor.": 0.8169014084507042, "Weber, Mark C. Disability Harassment. New York: NYU Press, 2007.": 0.4117647058823529, "Since 2003, the winner of a competition is determined by taking the average time of the middle three of five attempts. However, the single best time of all tries is also recorded.": 0.5892857142857143, "The two-point form of the equation of a line can be expressed simply in terms of a determinant. There are two common ways for that.": 0.6167800453514739, "In 2013 the President of Ireland, Michael D. Higgins made a state visit to Costa Rica. Ireland has an honorary consulate in Havana.": 0.5727272727272728, "This is a measure of how much noise is introduced in the amplification process. Noise is an undesirable but inevitable product of the electronic devices and components; also, much noise results from intentional economies of manufacture and design time. The metric for noise performance of a circuit is noise figure or noise factor.": 0.6518987341772152, "Cumbler, John T. Cape Cod: An Environmental History of a Fragile Ecosystem. Amherst, MA: University of Massachusetts Press, 2014.": 0.6833333333333333, "In law, scientific evidence is evidence derived from scientific knowledge or techniques. Most forensic evidence, including genetic evidence, is scientific evidence.": 0.704225352112676, "FXSL is a library implementing support for Higher-order functions in XSLT. FXSL is written in XSLT itself.": 0.5930735930735931, "The bowline is used to make a loop at one end of a line. It is tied with the rope's working end also known as the \"tail\" or \"end\". The loop may pass around or through an object during the making of the knot.": 0.5977011494252874, "Under the \"Armee 61\" structure, the Army was organised into Field Army Corps 1, 2, and 4, and Mountain Army Corps 3. This structure was superseded by the \"Armee 95\" structure and thereafter the \"Armee XXI\" structure.": 0.49056603773584906, "Milk is an ingredient in many confectioneries. Milk can be added to chocolate to produce milk chocolate.": 0.632183908045977, "Miller, James E. Walt Whitman. New York: Twayne Publishers, Inc. 1962": 0.5280898876404494, "Conversely, from any partial order on a partition of a set it is possible to construct a preorder on itself. There is a one-to-one correspondence between preorders and pairs (partition, partial order).": 0.556390977443609, "Millsaps College is a private liberal arts college in Jackson, Mississippi. It was founded in 1890 and is affiliated with the United Methodist Church.": 0.5864661654135338, "Good programmers know what to write. Great ones know what to rewrite (and reuse).": 0.6717557251908397, "In a 'doubly linked list', each node contains, besides the next-node link, a second link field pointing to the 'previous' node in the sequence. The two links may be called 'forward('s') and 'backwards', or 'next' and 'prev'('previous').": 0.4745762711864407, "Each year should have an infobox at the top right. The templates will be the template followed by the template (or applicable centuries template).": 0.6451612903225806, "The best boy is chief assistant to the key grip. They are also responsible for organizing the grip truck throughout the day.": 0.6021505376344086, "A small pizza is sometimes called pizzetta. A person who makes pizza is known as a pizzaiolo.": 0.6727272727272727, "Klagge, James C. Wittgenstein in Exile. Cambridge, Massachusetts: The MIT Press, 2011.": 0.5822222222222222, "UNEP has a programme for young people known as Tunza. Within this programme are other projects like the AEO for Youth.": 0.5658914728682171, "The same holds for the accusative case. It is accepted practice to use the nominative case instead of the accusative.": 0.6727272727272727, "Mandelbrot, Benoit B.; The Fractal Geometry of Nature. New York: W. H. Freeman and Co., 1982.": 0.5838509316770186, "The MySQL server software itself and the client libraries use dual-licensing distribution. They are offered under GPL version 2, or a proprietary license.": 0.6307692307692307, "Every constant net is a (trivial) ultranet. Every subnet of an ultranet is an ultranet. Assuming the axiom of choice, every net has some subnet that is an ultranet, but no nontrivial ultranets have ever been constructed explicitly.": 0.6, "Harold Holzer, Edna Greene Medford, and Frank J. Williams. The Emancipation Proclamation: Three Views (Louisiana State University Press, 2006)": 0.5652173913043478, "The history of Guernsey stretches back with evidence of Neolithic occupation, followed by Roman occupation. Christianity was brought to Guernsey by St Sampson.": 0.6449704142011834, "Let p and q be distinct odd primes. Using the Legendre symbol, the quadratic reciprocity law can be stated concisely:": 0.5192307692307693, "Ancient depictions of harps were recorded in Mesopotamia (now Iraq), Persia (now Iran) and Egypt, and later in India and China. By medieval times harps had spread across Europe. Harps were found across the Americas where it was a popular folk tradition in some areas.": 0.5370370370370371, "Evans, James A. S.: Procopius. New York: Twayne Publishers, 1972.": 0.562962962962963, "Seatack, Virginia is currently the oldest African American community in the United States. It survives today with a vibrant and active civic community.": 0.5714285714285714, "Aldehydes have properties that are diverse and that depend on the remainder of the molecule. Smaller aldehydes such as formaldehyde and acetaldehyde are soluble in water, and the volatile aldehydes have pungent odors.": 0.5734265734265734, "Each Ethernet frame uses CRC-32 error detection. Frames with detected errors are discarded by the receiver hardware.": 0.6056338028169014, "H. W. Koch: Medieval Warfare. Bison Books Limited, London, 1978,": 0.48148148148148145, "Thus the determinant gives the scaling factor and the orientation induced by the mapping represented by A. When the determinant is equal to one, the linear mapping defined by the matrix is equi-areal and orientation-preserving.": 0.6071428571428571, "If ring numbers are reused, they are paired according to their order of appearance in the SMILES string. Some adjustments may be required to preserve the correct pairing.": 0.6144578313253012, "Where the cause of death is unknown, the coroner may order a post mortem examination in order to determine whether the death was violent. If the death is found to be non-violent, an inquest is unnecessary.": 0.6029411764705882, "The term \"immanent Trinity\" focuses on who God is; the term \"economic Trinity\" focuses on what God does. According to the Catechism of the Catholic Church,": 0.57, "Antenna noise is only one of the contributors to the overall noise temperature of an RF receiver system, so it is typically subscripted, such as TA. It is added directly to the effective noise temperature of the receiver to obtain the overall system noise temperature:": 0.6042553191489362, "Gomme, A. W., Mr. Wells as Historian. Glasgow: MacLehose, Jackson, and Co., 1921.": 0.5394736842105263, "Silicification occurs early in diagenesis, at low pH and temperature, and contributes to fossil preservation. Silicification takes place through the reaction:": 0.48148148148148145, "A surf flag exists, divided into four quadrants. The top left and bottom right quadrants are black, and the remaining area is white.": 0.51, "This working definition was amended by the IAU's Commission F2: Exoplanets and the Solar System in August 2018. The official working definition of an exoplanet is now as follows:": 0.5595238095238095, "Sovereign immunity of a state entity may be waived. A state entity may waive its immunity by:": 0.5609756097560976, "Lars Onsager papers (MS 794). Manuscripts and Archives, Yale University Library.": 0.5528455284552846, "Jones, James T. Jack Kerouac's Duluoz Legend. Carbondale: Southern Illinois University Press, 1999.": 0.4864864864864865, "Let be an odd prime number. An integer is a quadratic residue modulo if it is congruent to a perfect square modulo and is a quadratic nonresidue modulo otherwise. The Legendre symbol is a function of and defined as": 0.581081081081081, "The right to privacy, including a right to contraceptives. Established in Griswold v. Connecticut (1965).": 0.5645161290322581, "The determinant is therefore also called a similarity invariant. The determinant of a linear transformation": 0.6367924528301887, "Magnolia grandiflora is the state flower of both Mississippi and Louisiana. The flower's abundance in Mississippi is reflected in its nickname of \"Magnolia State\" and the state flag. The magnolia is also the state tree of Mississippi.": 0.5732484076433121, "Sambuca is also used in cooking, in small amounts because it has a strong flavour. It is usually used in desserts and seafood recipes.": 0.6341463414634146, "Aristophanes, Frogs, Matthew Dillon, Ed., Perseus Digital Library, Tufts University, 1995. Online version at the Perseus Digital Library.": 0.5454545454545454, "The Geology of Radon, James K. Otton, Linda C.S. Gundersen, and R. Randall Schumann": 0.5081967213114754, "Drop 'G' if followed by 'H' and 'H' is not at the end or before a vowel. Drop 'G' if followed by 'N' or 'NED' and is at the end.": 0.575, "To the Volunteer Rifle Corps were added Volunteer Artillery Corps in mid-1859. The first of these Volunteer Artillery Corps were based in Auckland.Auckland, Nelson Examiner and New Zealand Chronicle, Volume XVIII, Issue 71, 3 September 1859, Page 2": 0.45132743362831856, "The composition of two ring homomorphisms is a ring homomorphism. It follows that the rings forms a category with ring homomorphisms as morphisms (see Category of rings).": 0.6875, "Initially, the fourth line of verse 1 was, 'Who'll come a rovin' Australia with me'. Paterson later changed it to, 'Who'll come a waltzing Matilda with me'.": 0.603448275862069, "Melamed, Daniel R., J. S. Bach and the German Motet. Cambridge: Cambridge University Press, 1995.": 0.5584415584415584, "Every subfield of an ordered field is also an ordered field in the inherited order. Every ordered field contains an ordered subfield that is isomorphic to the rational numbers. Every Dedekind-complete ordered field is isomorphic to the reals.": 0.6134969325153374, "Sutro Library, a branch of the California State Library. Sir Joseph Banks Collection, 1770-1812.": 0.578544061302682, "Onondaga County Public Library (OCPL) operates Syracuse's public libraries. Including the Central Library, ten city libraries, and 21 independent libraries in suburban Onondaga County. A library card from any OCPL library will work at any of the other OCPL libraries.": 0.5496688741721855, "A dialdehyde is an organic chemical compound with two aldehyde groups. The nomenclature of dialdehydes have the ending -dial or sometimes -dialdehyde. Short aliphatic dialdehydes are sometimes named after the diacid from which they can be derived.": 0.5879518072289157, "The building blocks of a Prolog program are facts and rules. Here is a simple example:": 0.5603217158176944, "Triphosphoric acid forms triphosphate esters, e.g. ATP, dATP, CTP, dCTP, GTP, dGTP, UTP, dTTP, ITP, XTP, ThTP, AThTP.": 0.5671641791044776, "In early 1995 South Korea ordered 88 AIM-120A missiles for its KF-16 fleet. In 1997 South Korea ordered 737 additional AIM-120B missiles.": 0.5763888888888888, "Some companies have taken the initiative to secure internet protocols. It is up to the rest to make it more widespread.": 0.631578947368421, "Barney, Richard A. David Lynch: Interviews (Conversations with Filmmakers Series). Jackson, Mississippi: University Press of Mississippi, 2009.": 0.5428571428571428, "A preordered class is a class equipped with a preorder. Every set is a class and so every preordered set is a preordered class.": 0.5825688073394495, "Cumming, Julie E. The Motet in the Age of Dufay. Cambridge: Cambridge University Press, 1999.": 0.5757575757575758, "Merrill, Tim L. In Honduras: A Country Study (3rd ed. US Library of Congress, 1995).": 0.5821596244131455, "Rollins was a playable character in both Def Jam: Fight for NY and Def Jam Fight for NY: The Takeover. Rollins is also the voice of Mace Griffin in Mace Griffin: Bounty Hunter.": 0.536036036036036, "The field of each node that contains the address of the next node is usually called the 'next link' or 'next pointer'. The remaining fields are known as the 'data', 'information', 'value', 'cargo', or 'payload' fields.": 0.5494505494505495, "Nearby four-year universities include Ohio State University, Wright State University, Wittenberg University, and The University of Dayton. Nearby community colleges include Sinclair, Clark State, and Columbus State Community College.": 0.5964912280701754, "Jones, James T. A Map of Mexico City Blues: Jack Kerouac as Poet. Southern Illinois University Press, 1992.": 0.6533333333333333, "Dominated convergence theorem: Let be a sequence of random variables. If pointwise (a.s.), (a.s.), and Then, according to the dominated convergence theorem,": 0.5555555555555556, "A finitary or n-ary relation is a set of n-tuples. Specific types of relations include:": 0.75, "Manitoba has fifty-four public library systems. Of these, Winnipeg Public Library has the largest collections, at 1.1 million items as of 2020.": 0.578125, "Conversely, a demultiplexer (or demux) is a device that takes a single input signal and selectively forwards it to one of several output lines. A multiplexer is often used with a complementary demultiplexer on the receiving end.": 0.6875, "The first newspaper in British India, the English-language Madras Courier, is published. It continues publication as a weekly until 1794.Henry Davison Love, ed., Indian Records Series: Vestiges of Old Madras, 1640-1800 (Mittal Publications, p440": 0.5352112676056338, "A base hit to right! Here comes Richardson, they're waving him home! The throw, it's close but he scores!": 0.5686274509803921, "Borda: Rank the candidates in decreasing order preference (decreasing order of utility). This is the sincere ranking of the candidates.": 0.6551724137931034, "PROL An embeddable Prolog engine for Java. It includes a small IDE and a few libraries.": 0.5673400673400674, "This order may be more rigid in some languages than others; in some, like Spanish, it may only be a default (unmarked) word order, with other orders being permissible. Other languages, such as Tagalog, follow their adjectival orders as rigidly as English.": 0.5643564356435643, "The active end of a line used in making the knot. May also be called the \"running end\", \"live end\", or \"tag end\".": 0.5789473684210527, "Klagge, James C. Simply Wittgenstein. New York: Simply Charly, 2016.": 0.532608695652174, "VSO works with local partners in the communities they work with, placing volunteers with these partners to help increase their impact and effectiveness. VSO also has corporate partnerships and sponsors.": 0.5222222222222223, "The York University library has a number of branches. The Scott Library has materials in humanities, social sciences, fine arts, and environmental studies. The business library is the Peter F. Bronfman Business Library.": 0.4406779661016949, "Right kite: a kite with two opposite right angles. It is a type of cyclic quadrilateral.": 0.5172413793103449, "The Border Guard Service is the paramilitary force of the State Border Committee of the Republic of Belarus. It covers the borders with Russia, Ukraine, Poland, Lithuania and Latvia.": 0.5821325648414986, "Some Speculations on Literature, History, and Religion, ed. Patrick Quinn, Manchester: Carcanet Press, 2000.": 0.4533333333333333, "Pure Prolog is based on a subset of first-order predicate logic, Horn clauses, which is Turing-complete. Turing completeness of Prolog can be shown by using it to simulate a Turing machine:": 0.5708154506437768, "Output to a composite video monitor or analog RGB monitor, in addition to the CoCo 1 and 2's TV output. This improves the clarity of its output.": 0.6086956521739131, "In the first Exodus, God provided water, but sparingly. In the new Exodus, God will \"make the wilderness a pool of water, and the dry land springs of water\" (Isa 41:18).": 0.594059405940594, "According to a 2004 estimate, the State Union had 10,825,900 inhabitants. According to a July 2006 estimate, the State Union had 10,832,545 inhabitants.": 0.4855769230769231, "Joshi, S. T. The Weird Tale. Austin: U of Texas P, 1990.": 0.5217391304347826, "Bell, C.G., Grason, J., and Newell, A., Designing Computers and Digital Systems. Digital Press, Maynard, Mass., 1972.": 0.49230769230769234, "Sometimes the meaning of the auxiliary verb is diminished to 'being engaged in'. Take for instance these examples:": 0.5192307692307693, "A partnership is a business owned by two or more people. In most forms of partnerships, each partner has unlimited liability for the debts incurred by the business. The three most prevalent types of for-profit partnerships are general partnerships, limited partnerships, and limited liability partnerships.": 0.6721311475409836, "Gerald Milnes, Play of a Fiddle: Traditional Music, Dance, and Folklore in West Virginia. Lexington: University Press of Kentucky, 1999.": 0.5980392156862745, "The left translate of a right Haar measure is a right Haar measure. More precisely, if is a right Haar measure, then for any fixed choice of a group element g,": 0.6063829787234043, "Cowdrey, H. E. J. Lanfranc. Oxford University Press: New York, 2003.": 0.4691358024691358, "The derived subgroup (or commutator subgroup) of a group is a verbal subgroup. The torsion subgroup of an abelian group is a fully invariant subgroup.": 0.8181818181818182, "London is an unincorporated community in northeastern Kimble County, Texas, United States. According to the Handbook of Texas, the community had an estimated population of 180 in 2000.": 0.6078431372549019, "Below is a general overview of selected Mississippi bridges that have notable engineering or landmark significance, with their cities or locations. They are sequenced from the Upper Mississippi's source to the Lower Mississippi's mouth.": 0.5336322869955157, "Lelong was another patient of Broca's. He also exhibited reduced productive speech. He could only say five words, 'yes', 'no', 'three', 'always', and 'lelo' (a mispronunciation of his own name).": 0.6666666666666666, "Ultra-connected A space is ultra-connected if no two non-empty closed sets are disjoint. Every ultra-connected space is path-connected.": 0.8064516129032258, "Wells, Samuel J., and Tubby, Roseanna (Editors). After Removal, The Choctaw in Mississippi. Jackson and London: University Press of Mississippi, 1986. .": 0.5588235294117647, "Maverick C was to be a laser-guided variant for the United States Marine Corps (USMC). It was canceled before production, however its requirement was later met by the Maverick E.": 0.6883116883116883, "Hydrology subdivides into surface water hydrology, groundwater hydrology (hydrogeology), and marine hydrology. Domains of hydrology include hydrometeorology, surface hydrology, hydrogeology, drainage-basin management, and water quality.": 0.5595238095238095, "Gridrunner iOS, Represents arcade games of Namco System 86 era. First Minotaur Project title to be released on the Mac.": 0.5625, "Applebot is Apple's web crawler. It supports Siri and other products.": 0.5977011494252874, "There are no Scout pieces. The Engineers and Spy have the same movement as the Scouts in Stratego.": 0.6984126984126984, "The Tishchenko reaction involves disproportionation of an aldehyde in the presence of an anhydrous base to give an ester. Catalysts are aluminium alkoxides or sodium alkoxides. Benzaldehyde reacts with sodium benzyloxide (generated from sodium and benzyl alcohol) to generate benzyl benzoate.": 0.5882352941176471, "Benjamin Lee Whorf Papers (MS 822). Manuscripts and Archives, Yale University Library.": 0.5217391304347826, "CCC camps map, a guide to projects in Washington State, with rare photographs. Great Depression in Washington State Project": 0.5454545454545454, "Alabama is 30th in size and borders four U.S. states: Mississippi, Tennessee, Georgia, and Florida. It also borders the Gulf of Mexico.": 0.5553047404063205}