{"To the Volunteer Rifle Corps were added Volunteer Artillery Corps in mid-1859. The first of these Volunteer Artillery Corps were based in Auckland.Auckland, Nelson Examiner and New Zealand Chronicle, Volume XVIII, Issue 71, 3 September 1859, Page 2": 0.6923076923076923, "Karl G. Heider, Ethnographic Film. Austin: University of Texas Press, 1994.": 0.6666666666666666, "There is excessive monetary growth, when there is too much money in the system chasing too few goods. The 'price' of a good will thus increase.": 0.7916666666666666, "Winning The Best wins the game outright. Opponents who win gain 8 points.": 0.5728155339805825, "Some Speculations on Literature, History, and Religion, ed. Patrick Quinn, Manchester: Carcanet Press, 2000.": 0.717948717948718, "Many narrow gauges, from gauge to gauge, are in present or former use. They fall into several broad categories:": 0.7142857142857143, "Echomail was so popular that for many users, Echomail was the FidoNet. Private person-to-person Netmail was relatively rare.": 0.6935483870967742, "A \"nolo\" or \"no lo\" pub serves only non-alcoholic and low-alcoholic beverages. A temperance bar serves no alcohol at all.": 0.7307692307692307, "In 1968, the Marine Corps requested that the Navy make a change. The Marines were using \"MCB\" for \"Marine Corps Base\" while the Navy was using \"MCB\" for \"Mobile Construction Battalion\", it was causing confusion in logistics. The Navy agreed and added \"Naval\" to MCB creating the NMCBs that now exist.": 0.7037037037037037, "Robins, R. G. A. J. Tomlinson: Plainfolk Modernist. New York, NY: Oxford University Press, 2004.": 0.7428571428571429, "Conversely, from any partial order on a partition of a set it is possible to construct a preorder on itself. There is a one-to-one correspondence between preorders and pairs (partition, partial order).": 0.7282608695652174, "A thermodynamic reservoir is a system which is so large that its state parameters are not appreciably altered when it is brought into contact with the system of interest. When the reservoir is brought into contact with the system, the system is brought into equilibrium with the reservoir. For example, a pressure reservoir is a system at a particular pressure, which imposes that pressure upon the system to which it is mechanically connected.": 0.775, "Parks, Rosa, with James Haskins, Rosa Parks: My Story. New York: Scholastic Inc., 1992.": 0.5769230769230769, "Consonant length is also distinctive in Hungarian. Most consonant phonemes can occur as geminates.": 0.7916666666666666, "The term \"immanent Trinity\" focuses on who God is; the term \"economic Trinity\" focuses on what God does. According to the Catechism of the Catholic Church,": 0.6842105263157895, "There are two key parts of first-order logic. The syntax determines which finite sequences of symbols are well-formed expressions in first-order logic, while the semantics determines the meanings behind these expressions.": 0.7142857142857143, "Sutro Library, a branch of the California State Library. Sir Joseph Banks Collection, 1770-1812.": 0.6956521739130435, "Sir Joseph Banks papers (MS 58). Manuscripts and Archives, Yale University Library.": 0.7553191489361702, "Another feature in the Kerry accent is the \"S\" before the consonant. True to its Gaelic origins in a manner similar to parts of Connacht, \"s\" maintains the \"shh\" sound as in \"shop\" or \"sheep\". The word \"start\" becomes \"shtart\", and \"stop\" becomes \"shtop\".": 0.7142857142857143, "In astronautics, United States rocket model variants are sometimes designated by Roman numerals, e.g. Titan I, Titan II, Titan III, Saturn I, Saturn V.": 0.7083333333333334, "The number of distinct groups (up to isomorphism) of order is given by sequence A000001 in the OEIS. The first few numbers are 0, 1, 1, 1 and 2 meaning that 4 is the lowest order with more than one group.": 0.7058823529411765, "The existence of a symmetry operator implies the existence of a conserved observable. Let be the Hermitian generator of :": 0.7619047619047619, "Maverick C was to be a laser-guided variant for the United States Marine Corps (USMC). It was canceled before production, however its requirement was later met by the Maverick E.": 0.7115384615384616, "Guangzhou is a sub-provincial city. It has direct jurisdiction over eleven districts:": 0.8888888888888888, "Eli Whitney papers (MS 554). Manuscripts and Archives, Yale University Library.": 0.6183206106870229, "Diagnosis of seizures involve gathering history, doing a physical exam, and ordering tests. These are done to classify the seizure and determine if the seizure is provoked or unprovoked.": 0.7619047619047619, "Uracil can be used to determine microbial contamination of tomatoes. The presence of uracil indicates lactic acid bacteria contamination of the fruit. Uracil derivatives containing a diazine ring are used in pesticides.": 0.8095238095238095, "An example of an infinitely large sample space is measuring the lifetime of a light bulb. The corresponding sample space would be .": 0.7837837837837838, "The composition of two ring homomorphisms is a ring homomorphism. It follows that the rings forms a category with ring homomorphisms as morphisms (see Category of rings).": 0.7446808510638298, "Borda: Rank the candidates in decreasing order preference (decreasing order of utility). This is the sincere ranking of the candidates.": 0.6739130434782609, "Formaldehyde is used to inactivate bacterial products for toxoid vaccines. Formaldehyde is also used to inactivate unwanted viruses and kill bacteria that might contaminate the vaccine during production.": 0.7619047619047619, "Schulzinger, Robert D. Henry Kissinger: Doctor of Diplomacy. New York: Columbia University Press, 1989. .": 0.625, "But then it goes into an infinite loop. However, top-down execution with tabling gives the same answers and terminates without looping.": 0.6530612244897959, "A distributed-element circuit that includes some lumped components is called a semi-lumped design. An example of a semi-lumped circuit is the combline filter.": 0.8611111111111112, "Let be an odd prime number. An integer is a quadratic residue modulo if it is congruent to a perfect square modulo and is a quadratic nonresidue modulo otherwise. The Legendre symbol is a function of and defined as": 0.6391752577319587, "English is the state's predominant language. Minority languages include Spanish and various Native American languages.": 0.7083333333333334, "ISCII is an 8-bit encoding. The lower 128 codepoints are plain ASCII, the upper 128 codepoints are ISCII-specific.": 0.6052631578947368, "Rick Dodgson, It's All Kind of Magic: The Young Ken Kesey. Madison, WI: University of Wisconsin Press, 2013.": 0.6521739130434783, "The closed class of Norwegian determiners are declined in gender and number in agreement with their argument. Not all determiners are inflected.": 0.8928571428571429, "Bledsoe, Andrew S. Citizen-Officers: The Union and Confederate Volunteer Junior Officer Corps in the American Civil War. Baton Rouge, Louisiana: Louisiana State University Press, 2015. .": 0.88, "If the aldehyde cannot form an enolate (e.g., benzaldehyde), addition of strong base induces the Cannizzaro reaction. This reaction results in disproportionation, producing a mixture of alcohol and carboxylic acid.": 0.7741935483870968, "The earliest bridge across the Mississippi River was built in 1855. It spanned the river in Minneapolis where the current Hennepin Avenue Bridge is located. No highway or railroad tunnels cross under the Mississippi River.": 0.6666666666666666, "CCC camps map, a guide to projects in Washington State, with rare photographs. Great Depression in Washington State Project": 0.7159090909090909, "A typical soup is a sauerkraut soup (\"kapustnica\"). A blood sausage called \"krvavnica\", made from any parts of a butchered pig, is also a specific Slovak meal.": 0.7419354838709677, "Cumbler, John T. Cape Cod: An Environmental History of a Fragile Ecosystem. Amherst, MA: University of Massachusetts Press, 2014.": 0.7857142857142857, "Among other innovations during his tenure as Marine Corps commandant, Jones oversaw the Marine Corps' development of MARPAT camouflage uniforms, and the adoption of the Marine Corps Martial Arts Program. These replaced M81 Woodland uniforms and the LINE combat system, respectively.": 0.7564102564102564, "A groupoid is a small category in which every morphism is an isomorphism, i.e., invertible. More explicitly, a groupoid is a set of objects with": 0.6263736263736264, "Geotechnical engineering has applications in military engineering, mining engineering, petroleum engineering, coastal engineering, and offshore construction. The fields of geotechnical engineering and engineering geology have overlapping knowledge areas. However, while geotechnical engineering is a specialty of civil engineering, engineering geology is a specialty of geology.": 0.7241379310344828, "The bipyramid 4-polytope will have vertices where the apices of bipyramids meet. It will have vertices where the type vertices of bipyramids meet.": 0.6333333333333333, "Where the cause of death is unknown, the coroner may order a post mortem examination in order to determine whether the death was violent. If the death is found to be non-violent, an inquest is unnecessary.": 0.775, "Oxidation of pyridine occurs at nitrogen to give pyridine N-oxide. The oxidation can be achieved with peracids:": 0.7142857142857143, "Two formal methods are available to describe semantics. They are denotational semantics and axiomatic semantics.": 0.8620689655172413, "Evans, James A. S.: Procopius. New York: Twayne Publishers, 1972.": 0.6966292134831461, "Weak salts or weak electrolyte salts are composed of weak electrolytes. These salts do not dissociate well in water. They are generally more volatile than strong salts.": 0.9523809523809523, "The two-point form of the equation of a line can be expressed simply in terms of a determinant. There are two common ways for that.": 0.7561837455830389, "Benjamin Lee Whorf Papers (MS 822). Manuscripts and Archives, Yale University Library.": 0.7006802721088435, "Here is an example of an optimal description language. A description will have two parts:": 0.7096774193548387, "Specifically in n-dimensional space it is called n-dimensional parallelotope, or simply -parallelotope (or -parallelepiped). Thus a parallelogram is a 2-parallelotope and a parallelepiped is a 3-parallelotope.": 0.7916666666666666, "The Geology of Radon, James K. Otton, Linda C.S. Gundersen, and R. Randall Schumann": 0.525, "Klagge, James C. Wittgenstein in Exile. Cambridge, Massachusetts: The MIT Press, 2011.": 0.6896551724137931, "Novo, Andrew and Jay Parker, Restoring Thucydides. New York: Cambria Press, 2020. .": 0.5714285714285714, "Cumming, Julie E. The Motet in the Age of Dufay. Cambridge: Cambridge University Press, 1999.": 0.6567164179104478, "The Border Guard Service is the paramilitary force of the State Border Committee of the Republic of Belarus. It covers the borders with Russia, Ukraine, Poland, Lithuania and Latvia.": 0.7251184834123223, "A finitary or n-ary relation is a set of n-tuples. Specific types of relations include:": 0.8409090909090909, "A preordered class is a class equipped with a preorder. Every set is a class and so every preordered set is a preordered class.": 0.6719101123595506, "Reservations can be found in Louisiana (Jena Band of Choctaw Indians), Mississippi (Mississippi Band of Choctaw Indians), and Oklahoma (Choctaw Nation of Oklahoma). The Oklahoma reservation is defined by treaty. Other population centers can be found throughout the United States.": 0.78125, "St. Columba's Episcopal Church is in Washington, D.C.St. Columba's Episcopal Church, Washington, D.C. There is a St. Columba's Presbyterian Church in Peppermint Grove, Washington.": 0.6842105263157895, "Module, modular and modularity may refer to the concept of modularity. They may also refer to:": 0.8095238095238095, "Cowdrey, H. E. J. Lanfranc. Oxford University Press: New York, 2003.": 0.6938775510204082, "A regular ordinal is an ordinal that is equal to its cofinality. A singular ordinal is any ordinal that is not regular.": 0.7142857142857143, "Digital circuits are made from analog components. The design must assure that the analog nature of the components does not dominate the desired digital behavior. Digital systems must manage noise and timing margins, parasitic inductances and capacitances.": 0.7241379310344828, "Quasi-regular: vertex-transitive and edge-transitive (and hence has regular faces) but not face-transitive. A quasi-regular dual is face-transitive and edge-transitive (and hence every vertex is regular) but not vertex-transitive.": 0.9130434782608695, "Let D(n) be the arithmetic derivative. Then the logarithmic derivative See Arithmetic derivative for details.": 0.7894736842105263, "The two main comprehensive libraries are Guangzhou Library and Sun Yat-sen Library of Guangdong Province. Guangzhou Library is a public library in Guangzhou. The library has moved to a new building in Zhujiang New Town, which fully opened on June 23, 2013.": 0.7536231884057971, "Since 2003, the winner of a competition is determined by taking the average time of the middle three of five attempts. However, the single best time of all tries is also recorded.": 0.7361111111111112, "Some techniques of food preservation pre-date the dawn of agriculture. Others were discovered more recently.": 0.896551724137931, "Klagge, James C. Simply Wittgenstein. New York: Simply Charly, 2016.": 0.6666666666666666, "Most Japanese students are taught to play the recorder. Note 4: \"The recorder is now taught from the third grade.\"": 0.7209302325581395, "This is the most basic form of the completeness theorem. We immediately restate it in a form more convenient for our purposes:": 0.6956521739130435, "Dave Grohl, on his Probot website, describes musicians with whom he has worked. In his entry for Lemmy, he wrote:": 0.8536585365853658, "Triphosphoric acid forms triphosphate esters, e.g. ATP, dATP, CTP, dCTP, GTP, dGTP, UTP, dTTP, ITP, XTP, ThTP, AThTP.": 0.5454545454545454, "Both male and female same-sex sexual acts are illegal in Comoros. Such acts are punished with up to five years' imprisonment.": 0.6956521739130435, "Gerald Milnes, Play of a Fiddle: Traditional Music, Dance, and Folklore in West Virginia. Lexington: University Press of Kentucky, 1999.": 0.7, "The Oil, gas and Mining Sustainable Community Development Fund (2009). Social Mine Closure Strategy, Mali (in CommDev: Projects: Social Mine Closure Strategy, Mali).": 0.6956521739130435, "Macquarie University has a research partnership with the University of Hamburg in Germany and Fudan University in China. They offer dual and joint degree programs and engage in joint research.": 0.75, "Medieval poetry may mix Latin and vernacular languages. Mixing languages in verse or rhyming words in different languages is termed macaronic.": 0.76, "Atmospheres have been detected around several exoplanets. The first to be observed was HD 209458 b in 2001.": 0.75, "A good impression can lead to a new user. New users may add more content and knowledge to Wikipedia.": 0.7530864197530864, "Lars Onsager papers (MS 794). Manuscripts and Archives, Yale University Library.": 0.7433628318584071, "Initially, the fourth line of verse 1 was, 'Who'll come a rovin' Australia with me'. Paterson later changed it to, 'Who'll come a waltzing Matilda with me'.": 0.6923076923076923, "Noun affixes are affixes that form nouns upon addition to root words. The following are examples of noun affixes:": 0.9545454545454546, "Vic Perrin in \"Mirror, Mirror\". His voice was also heard in \"The Menagerie\", \"Arena\" and \"The Changeling\".": 0.7916666666666666, "UCLA's library system has over nine million books and 70,000 serials in over twelve libraries and eleven other archives, reading rooms, and research centers. It is the United States' 12th largest library in number of volumes. The first library, University Library (presently Powell Library), was founded in 1884.": 0.7407407407407407, "Information storage can be easier in digital systems than in analog ones. The noise immunity of digital systems permits data to be stored and retrieved without degradation. In an analog system, noise from aging and wear degrade the information stored.": 0.7272727272727273, "Constitutional Government in the United States. New York: Columbia University Press, 1908.": 0.6764705882352942, "There are no other -automorphisms of . In other words, has exactly -automorphisms, which are": 0.6666666666666666, "VSO works with local partners in the communities they work with, placing volunteers with these partners to help increase their impact and effectiveness. VSO also has corporate partnerships and sponsors.": 0.6, "Arc-connected product space may not be a product of arc-connected spaces. For example, is arc-connected, but is not.": 0.7714285714285715, "Santa Clara County Library operates the Los Altos Library and the Woodland Branch Library in Los Altos. Members of the library have access to all the other locations in the Santa Clara County Library District.": 0.7941176470588235, "Robinson was born in Waukegan, Illinois. He moved to Southern California as a child.": 0.7272727272727273, "Disulfiram prevents the elimination of acetaldehyde by inhibiting the enzyme acetaldehyde dehydrogenase. Acetaldehyde is a chemical the body produces when breaking down ethanol. Acetaldehyde itself is the cause of many hangover symptoms from alcohol use.": 0.7074626865671642, "Fourteen FM radio stations transmit from Mobile: WAVH, WBHY, WBLX, WDLT, WHIL, WKSJ, WKSJ-HD2, WLVM, WMXC, WMXC-HD2, WQUA, WRKH, WRKH-HD2, and WZEW. Nine AM radio stations transmit from Mobile: WBHY, WABF, WGOK, WIJD, WLPR, WMOB, WNGL, WNTM, and WXQW. The content ranges from Christian Contemporary to Hip hop to Top 40.": 0.6296296296296297, "Detachment: A construction crew that is \"detached\" from the battalion's \"main body\" deployment site. The size is determined by the project scale and timeline.": 0.7586206896551724, "As the Pequod approaches the Equator, Ahab scolds his quadrant for telling him only where he is and not where he will be. He dashes it to the deck. That evening, an impressive typhoon attacks the ship.": 0.7916666666666666, "Seatack, Virginia is currently the oldest African American community in the United States. It survives today with a vibrant and active civic community.": 0.7142857142857143, "AbsoluteTelnet is a telnet client for Windows. It also supports SSH and SFTP.": 0.6376811594202898, "Middle-click: clicking the tertiary button. In most cases, this is also the scroll wheel.": 0.7727272727272727, "The York University library has a number of branches. The Scott Library has materials in humanities, social sciences, fine arts, and environmental studies. The business library is the Peter F. Bronfman Business Library.": 0.6176470588235294, "Subtract the remainder from 98 and use the result for the two check digits. If the result is a single-digit number, pad it with a leading 0 to make a two-digit number.": 0.8387096774193549, "As in some other varieties of English, \"us\" is sometimes used in place of \"me\". A common example is \"give us a go\", meaning \"give me a go\". About half the country pronounce the words \"grown\" and \"known\" with two syllables, as \"growen\" and \"knowen\".": 0.7777777777777778, "Purser, Michael, and W. F. C. Purser. Metal-mining in Peru, past and present (1971)": 0.7, "Two prison railways were built in the 1890s. One line connected Saint-Laurent-du-Maroni to Saint-Jean-du-Maroni. Another line went to Charvein.": 0.7051282051282052, "This is an example of a WAV file header (44 bytes). Data is stored in little-endian byte order.": 0.6486486486486487, "In abbreviations, it can represent \"trans-\" (e.g. XMIT for transmit, XFER for transfer), \"cross-\" (e.g. X-ing for crossing, XREF for cross-reference), \"Christ-\" (e.g.": 0.6296296296296297, "Food, including chocolate, is not typically viewed as addictive. Some people, however, may want or crave chocolate, leading to a self-described term, chocoholic.": 0.8333333333333334, "The Tishchenko reaction involves disproportionation of an aldehyde in the presence of an anhydrous base to give an ester. Catalysts are aluminium alkoxides or sodium alkoxides. Benzaldehyde reacts with sodium benzyloxide (generated from sodium and benzyl alcohol) to generate benzyl benzoate.": 0.6142857142857143, "This is a list of some professional courtesans. They are not royal mistresses, unless a professional courtesan was also a royal mistress.": 0.8333333333333334, "The field of each node that contains the address of the next node is usually called the 'next link' or 'next pointer'. The remaining fields are known as the 'data', 'information', 'value', 'cargo', or 'payload' fields.": 0.5522388059701493, "According to Fowler's Modern English Usage (1965), \"the correct term is 'the Received Pronunciation'. The word 'received' conveys its original meaning of 'accepted' or 'approved', as in 'received wisdom'.\"": 0.5454545454545454, "Waterloo is home to the junior ice hockey team Waterloo Black Hawks of the United States Hockey League. They play out of Young Arena.": 0.6, "It is insoluble in water. It turns brown-red when mixed with iodine.": 0.6190476190476191, "Software testing can determine the correctness of software for specific scenarios but cannot determine correctness for all scenarios. It cannot find all bugs.": 0.875, "The basic reaction types are: addition reactions, elimination reactions, substitution reactions, pericyclic reactions, rearrangement reactions and redox reactions. An example of a common reaction is a substitution reaction written as:": 0.9615384615384616, "Barnett Jr., James F. Mississippi's American Indians. Jackson, MS: University Press of Mississippi, 2012.": 0.6570605187319885, "Each year should have an infobox at the top right. The templates will be the template followed by the template (or applicable centuries template).": 0.7857142857142857, "Charles McCollester, The Point of Pittsburgh: Production and Struggle at the Forks of the Ohio. Pittsburgh, PA: Battle of Homestead Foundation, 2008.": 0.7727272727272727, "Communication within the community takes place via mailing lists, IRC, blogs, forums, news announcements, wikis and conferences. The community has a Code of Conduct for acceptable behavior within the community.": 0.7164948453608248, "Weber, Mark C. Disability Harassment. New York: NYU Press, 2007.": 0.53125, "In a ring of quadratic matrices, the determinant of an idempotent matrix is either 0 or 1. If the determinant is 1, the matrix necessarily is the identity matrix.": 0.723404255319149, "The best boy is chief assistant to the key grip. They are also responsible for organizing the grip truck throughout the day.": 0.696969696969697, "Some more recent stats would be nice. The stats could be archived.": 0.8095238095238095, "FXSL is a library implementing support for Higher-order functions in XSLT. FXSL is written in XSLT itself.": 0.7051282051282052, "If ring numbers are reused, they are paired according to their order of appearance in the SMILES string. Some adjustments may be required to preserve the correct pairing.": 0.7021276595744681, "PROL An embeddable Prolog engine for Java. It includes a small IDE and a few libraries.": 0.7096774193548387, "The term municipality may also mean the governing body of a given municipality. A municipality is a general-purpose administrative subdivision, as opposed to a special-purpose district.": 0.6666666666666666, "Fold axis plunge is measured in dip and dip direction (strictly, plunge and azimuth of plunge). The orientation of a fold axial plane is measured in strike and dip or dip and dip direction.": 0.6222222222222222, "Manitoba has fifty-four public library systems. Of these, Winnipeg Public Library has the largest collections, at 1.1 million items as of 2020.": 0.7857142857142857, "In a 'doubly linked list', each node contains, besides the next-node link, a second link field pointing to the 'previous' node in the sequence. The two links may be called 'forward('s') and 'backwards', or 'next' and 'prev'('previous').": 0.5714285714285714, "Name Image Type Origin Quantity Status Notes ZU-23-2 150px Autocannon 120 61-K 150px Autocannon 90 10 in storage. ZSU-57-2 150px SPAAG 20 S-125 Neva 150px Surface-to-air missile 103 9K32 Strela-2 150px MANPADS 20 250 in storage.": 0.68, "Chunking is a technique that allows memory to remember more things. Chunking involves organizing material into meaningful groups. Chunking can greatly increase recall capacity.": 0.7692307692307693, "In early 1995 South Korea ordered 88 AIM-120A missiles for its KF-16 fleet. In 1997 South Korea ordered 737 additional AIM-120B missiles.": 0.7647058823529411, "In 2013 the President of Ireland, Michael D. Higgins made a state visit to Costa Rica. Ireland has an honorary consulate in Havana.": 0.6923076923076923, "Whitney, J. P.. Hildebrandine Essays. Cambridge University Press: London, 1932.": 0.6410256410256411, "Wells, Samuel J., and Tubby, Roseanna (Editors). After Removal, The Choctaw in Mississippi. Jackson and London: University Press of Mississippi, 1986. .": 0.7272727272727273, "Bald, R. C.: Donne's Influence in English Literature. Peter Smith, Gloucester, Massachusetts USA, 1965": 0.7129629629629629, "Let p and q be distinct odd primes. Using the Legendre symbol, the quadratic reciprocity law can be stated concisely:": 0.6333333333333333, "I am some more content. My purpose is to demonstrate some": 0.7142857142857143, "London is an unincorporated community in northeastern Kimble County, Texas, United States. According to the Handbook of Texas, the community had an estimated population of 180 in 2000.": 0.7333333333333333, "Output to a composite video monitor or analog RGB monitor, in addition to the CoCo 1 and 2's TV output. This improves the clarity of its output.": 0.6615384615384615, "Erik J. Wielenberg, God and the Reach of Reason. New York: Cambridge University Press, 2008.": 0.5862068965517241, "Magnolia grandiflora is the state flower of both Mississippi and Louisiana. The flower's abundance in Mississippi is reflected in its nickname of \"Magnolia State\" and the state flag. The magnolia is also the state tree of Mississippi.": 0.7111111111111111, "Milk is an ingredient in many confectioneries. Milk can be added to chocolate to produce milk chocolate.": 0.7777777777777778, "The ligands' names are given in alphabetical order. Numerical prefixes do not affect the order.": 0.7528735632183908, "Dominated convergence theorem: Let be a sequence of random variables. If pointwise (a.s.), (a.s.), and Then, according to the dominated convergence theorem,": 0.7307692307692307, "Khan Tokhtamysh of the White Horde dethrones Mamai of the Blue Horde. The two hordes unite to form the Golden Horde.": 0.7082066869300911, "New Zealand is party to several multilateral environmental agreements. The major agreements are listed below.": 0.68, "The Rubaiyat have also influenced Arabic music. In 1950 the Egyptian singer Umm Kulthum recorded a song entitled \"Rubaiyat Al-Khayyam\".": 0.660377358490566, "Validity of a scale or test is ability of the instrument to measure what it purports to measure. Construct validity, Content Validity, and Criterion Validity are types of validity.": 0.7333333333333333, "Houston, R.A. and W. Knox, eds. New Penguin History of Scotland, (2001).": 0.6, "Treatment of sulfur with hydrogen gives hydrogen sulfide. When dissolved in water, hydrogen sulfide is mildly acidic:": 0.8095238095238095, "De Bary, Wm Theodore ed. Living Legacies at Columbia (Columbia University Press, 2006), .": 0.5833333333333334, "Straus, Scott, and Lars Waldorf, eds. Remaking Rwanda: State building and human rights after mass violence (Univ of Wisconsin Press, 2011).": 0.7741935483870968, "The left translate of a right Haar measure is a right Haar measure. More precisely, if is a right Haar measure, then for any fixed choice of a group element g,": 0.7049180327868853, "The conclusion of a statistical inference is a statistical proposition. Some common forms of statistical proposition are the following:": 0.6896551724137931, "Alternatively, BPP can be defined using only deterministic Turing machines. A language L is in BPP if and only if there exists a polynomial p and deterministic Turing machine M, such that": 0.6363636363636364, "Laino, Philip, Gettysburg Campaign Atlas, 2nd ed. Dayton, OH: Gatehouse Press 2009. .": 0.5833333333333334, "Every constant net is a (trivial) ultranet. Every subnet of an ultranet is an ultranet. Assuming the axiom of choice, every net has some subnet that is an ultranet, but no nontrivial ultranets have ever been constructed explicitly.": 0.7777777777777778, "Silicification occurs early in diagenesis, at low pH and temperature, and contributes to fossil preservation. Silicification takes place through the reaction:": 0.5714285714285714, "Acadia has over 15 research centres and 6 research chairs. Undergraduate students have the opportunity to participate in many research opportunities in a small university setting.": 0.6538461538461539, "The determinant of an endomorphism is the determinant of the matrix representing the endomorphism in terms of some ordered basis. This definition makes sense, since this determinant is independent of the choice of the basis.": 0.7076923076923077, "Semidehydroascorbate oxidation instead occurs in conjunction with hydration, yielding the bicyclic hemiketal dehydroascorbate. In particular, semidehydroascorbate undergoes disproportionation to ascorbate and dehydroascorbate:": 0.5333333333333333, "Micronutrients: copper (Cu), iron (Fe), manganese (Mn), molybdenum (Mo), zinc (Zn), and boron (B). Of occasional significance are silicon (Si), cobalt (Co), and vanadium (V).": 0.47619047619047616, "Lord, Winston, and Henry Kissinger. Kissinger on Kissinger: Reflections on Diplomacy, Grand Strategy, and Leadership (All Points Books, 2019).": 0.5714285714285714, "Elizabeth Cometti, and Festus P. Summers. The Thirty-fifth State: A Documentary History of West Virginia. Morgantown: West Virginia University Library, 1966.": 0.7560975609756098, "The Finnish Defence Forces cooperate closely with the Finnish Border Guard. The Finnish Border Guard has its own yearly and long-term investment budget.": 0.6811594202898551, "Some fonts show miniature glyphs of complete recorder fingering charts in TrueType format. Because there are no Unicode values for complete recorder fingering charts, these fonts are custom encoded.": 0.7476635514018691, "Harold Holzer, Edna Greene Medford, and Frank J. Williams. The Emancipation Proclamation: Three Views (Louisiana State University Press, 2006)": 0.7358490566037735, "A matrix of this form is symmetric. Furthermore, the determinant of is": 0.625, "The opposite of lazy evaluation is eager evaluation, sometimes known as strict evaluation. Eager evaluation is the evaluation strategy employed in most programming languages.": 0.6984126984126984, "South Australia has a public library system, and state library. Some public libraries in South Australia in rural areas are joint school and community libraries.": 0.717391304347826, "Norwich University Corps of Cadets. Norwich University, Northfield, Vermont is a private university in Northfield, Vermont. It is the oldest private military college in the United States.": 0.6544117647058824, "We the People: American Indians and Alaska Natives in the United States. Census 2000 Special Reports February 2006": 0.7, "The words in bold-face are known as non-terminals. The words in 'single quotes' are known as terminals.": 0.8260869565217391, "Ismail Khan is a controversial figure. Reporters Without Borders has charged him with muzzling the press and ordering attacks on journalists. Also Human Rights Watch has accused him of human rights abuses.": 0.74, "Hydrology subdivides into surface water hydrology, groundwater hydrology (hydrogeology), and marine hydrology. Domains of hydrology include hydrometeorology, surface hydrology, hydrogeology, drainage-basin management, and water quality.": 0.698019801980198, "Several philosophers argue that consciousness, as Searle describes it, does not exist. Daniel Dennett describes consciousness as a \"user illusion\".": 0.8387096774193549, "Some aldehydes are substrates for aldehyde dehydrogenase enzymes which metabolize aldehydes in the body. There are toxicities associated with some aldehydes that are related to neurodegenerative disease, heart disease, and some types of cancer.": 0.7155963302752294, "Birley, R. Vindolanda: a Roman frontier post on Hadrian's Wall. Thames and Hudson, London, 1977.": 0.6896551724137931, "GIMPshop: A fork of GIMP aiming to be more like Adobe Photoshop. The Windows version has limited MDI.": 0.7391304347826086, "The new article is entered into the database as is. Not a single person has": 0.6296296296296297, "Several newer methods for navigation, location finding, and the determination of longitude exist. Radio navigation, satellite navigation, and Inertial navigation systems, along with celestial navigation, are a few of the more prevalent ones.": 0.5714285714285714, "Under the \"Armee 61\" structure, the Army was organised into Field Army Corps 1, 2, and 4, and Mountain Army Corps 3. This structure was superseded by the \"Armee 95\" structure and thereafter the \"Armee XXI\" structure.": 0.7058823529411765, "Brian Griffin on Barney Bubbles. Tribute by friend and photographer Brian Griffin.": 0.6818181818181818, "Aristophanes, Frogs, Matthew Dillon, Ed., Perseus Digital Library, Tufts University, 1995. Online version at the Perseus Digital Library.": 0.6829268292682927, "Many octahedra of interest are square bipyramids. A square bipyramid is a bipyramid constructed by attaching two square pyramids base-to-base. These pyramids cover their square bases, so the resulting polyhedron has eight triangular faces.": 0.6190476190476191, "Middle management roles include branch managers, regional managers, department managers, and section managers. They provide direction to front-line managers and communicate the strategic goals and policies of senior management to them.": 0.7727272727272727, "The ROK Armed Forces consists of the ROK Army, ROK Navy, and ROK Air Force. The ROK Marine Corps functions as a branch of the Navy. The ROK Reserve Forces is a reserve component.": 0.6190476190476191, "Pure Prolog is based on a subset of first-order predicate logic, Horn clauses, which is Turing-complete. Turing completeness of Prolog can be shown by using it to simulate a Turing machine:": 0.6842105263157895, "A name in a namespace consists of a namespace name and a local name. The namespace name is usually applied as a prefix to the local name.": 0.7272727272727273, "So, the syntax of EDIF has a fairly simple foundation. A typical EDIF file looks like this:": 0.6129032258064516, "Each Ethernet frame uses CRC-32 error detection. Frames with detected errors are discarded by the receiver hardware.": 0.5416666666666666, "At least 50 molybdenum-containing enzymes have been identified, mostly in bacteria. Those enzymes include aldehyde oxidase, sulfite oxidase and xanthine oxidase. With one exception, Mo in proteins is bound by molybdopterin to give the molybdenum cofactor.": 0.7704918032786885, "The Domesday Book is completed. Drawn up on the orders of William I; it describes in detail the landholdings and resources in England.": 0.735632183908046, "H. W. Koch: Medieval Warfare. Bison Books Limited, London, 1978,": 0.625, "Autobiography of a Jeep (1943). United Films, Prelinger Archives, historical public domain video.": 0.7027027027027027, "Compressed video is also carried using UDP-IP over Ethernet. Two approaches exist for this:": 0.75, "Jonathan Harris, Byzantium and the Crusades, (2nd ed. London and New York, 2014).": 0.625, "Jones, James T. Jack Kerouac's Duluoz Legend. Carbondale: Southern Illinois University Press, 1999.": 0.5576923076923077, "There are several different kinds of numeral words in Latin: the two most common are cardinal numerals and ordinal numerals. There are also several more rare numerals, e.g., distributive numerals and adverbial numerals.": 0.64, "The solid-state recorders are constructed from 16 Mbit IBM Luna-C DRAMs. One recorder has 1.1 gigabits of storage, and the other has 0.67 gigabits.": 0.75, "Gomme, A. W., Mr. Wells as Historian. Glasgow: MacLehose, Jackson, and Co., 1921.": 0.5714285714285714, "Some companies have taken the initiative to secure internet protocols. It is up to the rest to make it more widespread.": 0.6818181818181818, "I was looking out for loiterers in the street, but I saw none. We are dealing with a clever man, Watson.": 0.696969696969697, "The bowline is used to make a loop at one end of a line. It is tied with the rope's working end also known as the \"tail\" or \"end\". The loop may pass around or through an object during the making of the knot.": 0.7903225806451613, "Great Soviet Encyclopaedia, 3rd ed. Article \"Turkic Khaganate\" (online ).": 0.7021276595744681, "Fine, Ellen S. Legacy of Night: The Literary Universe of Elie Wiesel. New York: State University of New York Press, 1982.": 0.7428571428571429, "Almond, Philip C., 'Mary Magdalene: A Cultural History.' Cambridge: Cambridge University Press, 2023).": 0.6086956521739131, "A matrix polynomial is a polynomial with square matrices as variables. Given an ordinary, scalar-valued polynomial": 0.76, "In the LALR table construction, two states will be merged into one state and later the lookaheads will be found to be ambiguous. The one state with lookaheads is:": 0.7391304347826086, "In the first Exodus, God provided water, but sparingly. In the new Exodus, God will \"make the wilderness a pool of water, and the dry land springs of water\" (Isa 41:18).": 0.7796610169491526, "Each table describes one formalism. See the main article for details of each formulation.": 0.9047619047619048, "\"That will do; we have no time to waste,\" said my companion firmly. \"You are Henry Peters, of Adelaide, late the Rev.": 0.6190476190476191, "Mandarin uses no special inflected forms for address. However, special forms and morphemes (that are not inflections) exist for addressing.": 0.6190476190476191, "Common Lisp and Scheme represent two major streams of Lisp development. These languages embody significantly different design choices.": 0.6666666666666666, "The first newspaper in British India, the English-language Madras Courier, is published. It continues publication as a weekly until 1794.Henry Davison Love, ed., Indian Records Series: Vestiges of Old Madras, 1640-1800 (Mittal Publications, p440": 0.6458333333333334, "Connected component A connected component of a space is a maximal nonempty connected subspace. Each connected component is closed, and the set of connected components of a space is a partition of that space.": 0.7619047619047619, "General transcription factor binding sites, e.g. TATA box, B recognition element.": 0.6153846153846154, "Pastel pencils: These are pencils with a pastel lead. They are useful for adding fine details.": 0.75, "In analog modulation, the modulation is applied continuously in response to the analog information signal. Common analog modulation techniques include:": 0.78125, "Consolidation chemotherapy is given after remission in order to prolong the overall disease-free time and improve overall survival. The drug that is administered is the same as the drug that achieved remission.": 0.6111111111111112, "The internal angle bisectors of a convex quadrilateral either form a cyclic quadrilateral (that is, the four intersection points of adjacent angle bisectors are concyclic) or they are concurrent. In the latter case the quadrilateral is a tangential quadrilateral.": 0.6956521739130435, "Miller, James E. Walt Whitman. New York: Twayne Publishers, Inc. 1962": 0.6981132075471698, "Onondaga County Public Library (OCPL) operates Syracuse's public libraries. Including the Central Library, ten city libraries, and 21 independent libraries in suburban Onondaga County. A library card from any OCPL library will work at any of the other OCPL libraries.": 0.686046511627907, "Since is semifinite, it follows that if then is semifinite. It is also evident that if is semifinite then": 0.7407407407407407, "Joshi, S. T. The Weird Tale. Austin: U of Texas P, 1990.": 0.5636363636363636, "Miss Ludington's Sister: A Romance of Immorality. Boston: James R. Osgoode and Co., 1885.": 0.6857142857142857, "The entries of an ordered pair can be other ordered pairs, enabling the recursive definition of ordered n-tuples (ordered lists of n objects). For example, the ordered triple (a,b,c) can be defined as (a, (b,c)), i.e., as one pair nested in another.": 0.5909090909090909, "These coordinates have an elegant description in terms of quaternions. Any unit quaternion can be written as a versor:": 0.7647058823529411, "Conversely, a demultiplexer (or demux) is a device that takes a single input signal and selectively forwards it to one of several output lines. A multiplexer is often used with a complementary demultiplexer on the receiving end.": 0.7446808510638298, "The active end of a line used in making the knot. May also be called the \"running end\", \"live end\", or \"tag end\".": 0.7243816254416962, "Drop 'G' if followed by 'H' and 'H' is not at the end or before a vowel. Drop 'G' if followed by 'N' or 'NED' and is at the end.": 0.5862068965517241, "Lelong was another patient of Broca's. He also exhibited reduced productive speech. He could only say five words, 'yes', 'no', 'three', 'always', and 'lelo' (a mispronunciation of his own name).": 0.7291666666666666, "Jones, James T. A Map of Mexico City Blues: Jack Kerouac as Poet. Southern Illinois University Press, 1992.": 0.7142857142857143, "A spectrograph is an instrument that separates light into its wavelengths and records the data. A spectrograph typically has a multi-channel detector system or camera that detects and records the spectrum of light.": 0.68, "The band recorded a version of \"Lost in the Woods\" for the 2019 film Frozen II, which was included on the soundtrack album. The music video featuring the band and the Frozen voice actress Kristen Bell.": 0.6538461538461539, "Programming language features exist to provide building blocks to be combined to express programming ideals. Ideally, a programming language should:": 0.7777777777777778, "Holy Bible: The New Oxford Annotated Bible. Coogan; Oxford University Press, 2007.": 0.6363636363636364, "Acidulants confer sour or acid taste. Common acidulants include vinegar, citric acid, tartaric acid, malic acid, fumaric acid, and lactic acid.": 0.8484848484848485, "A small pizza is sometimes called pizzetta. A person who makes pizza is known as a pizzaiolo.": 0.7142857142857143, "Madrid Metro (only metro system. Light rail system uses standard gauge.)": 0.7931034482758621, "An appointed cabinet supports the president and vice president. There are no formal political parties.": 0.72, "Wankel died in Heidelberg in October 1988, aged 86. His grave is in the Bergfriedhof of Heidelberg.": 0.7615384615384615, "Sometimes the meaning of the auxiliary verb is diminished to 'being engaged in'. Take for instance these examples:": 0.5714285714285714, "Klagge, James C. Wittgenstein's Artillery: Philosophy as Poetry. Cambridge, Massachusetts: The MIT Press, 2021.": 0.6571428571428571, "Right kite: a kite with two opposite right angles. It is a type of cyclic quadrilateral.": 0.7016129032258065, "Muin-ud-din Sultan, Abdul Khaliq Sultan, Muiz-ud-din Sultan, Muhammad Subhan Sultan, Shukrullah Sultan, Ghulam Ahmad Sultan, Ghulam Muhammad Sultan, Sarwar-ud-din Sultan, Muhammad Yasin Sultan, Jamal-ud-din Sultan and Munir-ud-din Sultan. One of his daughters was married to Husain Ali Khan.": 0.68, "A kenning has two parts: a base-word (also known as a head-word) and a determinant. So in \"whale's road\", \"road\" is the base-word, and \"whale's\" is the determinant. This is the same structure as in the modern English term \"skyscraper\"; the base-word here would be \"scraper\", and the determinant \"sky\".": 0.68, "A first order approximation to the bias and variance of H1 areLimbrunner JF, Vogel RM, Brown LC (2000) Estimation of harmonic mean of a lognormal variable. J Hydrol Eng 5(1) 59-66": 0.6382978723404256, "The Wilburys tour never came about. Petty said about the Wilburys touring:": 0.9142857142857143, "A loop that is associative is a group. A group can have a strictly nonassociative pique isotope, but it cannot have a strictly nonassociative loop isotope.": 0.8235294117647058, "Hypoiodous acid is unstable to disproportionation. The hypoiodite ions thus formed disproportionate immediately to give iodide and iodate:": 0.8709677419354839, "Wakeman, John, World Film Directors. New York: H. W. Wilson Company 1987. .": 0.7241379310344828, "Persistent vegetative state (vegetative coma), deep coma without detectable awareness. Damage to the cortex, with an intact brainstem.": 0.6285714285714286, "Emperors are listed in bold. Rival kings, anti-kings, and junior co-regents are italicized.": 0.8518518518518519, "The Yamato school is a school that originated in Yamato Province corresponding to present-day Nara Prefecture. Nara was the capital of ancient Japan.": 0.6818181818181818, "In the United States, the Empire State Building in New York City was lit to match the colors of the Windows logo. In Canada, a banner was hung down the side of the CN Tower in Toronto.": 0.7666666666666667, "The Feast for Death, celebrated on the death of a Thelemite and on the anniversary of their death. Crowley's Death is celebrated on December 1.": 0.8518518518518519, "John Walker, alter ego of U.S. Agent, a comic book superhero": 0.8571428571428571, "Bell, C.G., Grason, J., and Newell, A., Designing Computers and Digital Systems. Digital Press, Maynard, Mass., 1972.": 0.6041666666666666, "Antifoaming agents reduce or prevent foaming in foods. Foaming agents do the reverse.": 0.9259259259259259, "Merrill, Tim L. In Honduras: A Country Study (3rd ed. US Library of Congress, 1995).": 0.768, "There are no Scout pieces. The Engineers and Spy have the same movement as the Scouts in Stratego.": 0.717391304347826, "MILITARY ANALYSIS: U.S. Force vs. Terrorists: From Reactive to Active, New York Times, 14 September 2001": 0.6, "Both toxic and non-toxic strains exist. Non-toxic strains can acquire toxicity through a temperate bacteriophage.": 0.72, "Active noise control is a technique designed to reduce unwanted sound. By creating a signal that is identical to the unwanted noise but with the opposite polarity, the two signals cancel out due to destructive interference.": 0.6875, "The derived subgroup (or commutator subgroup) of a group is a verbal subgroup. The torsion subgroup of an abelian group is a fully invariant subgroup.": 0.8421052631578947, "Alan Lomax recorded House for the Library of Congress in 1941. Willie Brown, the mandolin player Fiddlin' Joe Martin, and the harmonica player Leroy Williams played with House on these recordings. Lomax returned to the area in 1942, where he recorded House once more.": 0.71875, "Locally elected representatives also develop local ordinances to govern cities and towns. The town ordinances often include noise control and zoning guidelines. However, the State of Connecticut also provides statewide ordinances for noise control as well.": 0.6666666666666666, "Almost all planets detected so far are within the Milky Way. However, there is evidence that extragalactic planets, exoplanets located in other galaxies, may exist. The nearest exoplanets are located 4.2 light-years (1.3 parsecs) from Earth and orbit Proxima Centauri, the closest star to the Sun.": 0.7272727272727273, "UNEP has a programme for young people known as Tunza. Within this programme are other projects like the AEO for Youth.": 0.675, "Fenris Ulf, or Maugrim, a character in C.S. Lewis's The Lion, the Witch, and the Wardrobe": 0.64, "Goto Dengo, a lieutenant in the Imperial Japanese Army and a mining engineer involved in an Axis project to bury looted gold in the Philippines. In the present-day storyline, he is a semi-retired chief executive of a large Japanese construction company, Goto Engineering.": 0.6666666666666666, "A dialdehyde is an organic chemical compound with two aldehyde groups. The nomenclature of dialdehydes have the ending -dial or sometimes -dialdehyde. Short aliphatic dialdehydes are sometimes named after the diacid from which they can be derived.": 0.706959706959707, "Porter, Kirk H. and Donald Bruce Johnson, eds. National party platforms, 1840-1964 (1965) online 1840-1956": 0.5757575757575758, "The same holds for the accusative case. It is accepted practice to use the nominative case instead of the accusative.": 0.7714285714285715, "Libra is home to one bright globular cluster, NGC 5897. It is a loose cluster, 50,000 light-years from Earth; it is fairly large and has an integrated magnitude of 9. IC 1059 is a galaxy in the constellation Libra.csligman.com": 0.8333333333333334, "Antenna noise is only one of the contributors to the overall noise temperature of an RF receiver system, so it is typically subscripted, such as TA. It is added directly to the effective noise temperature of the receiver to obtain the overall system noise temperature:": 0.74375, "Below is a general overview of selected Mississippi bridges that have notable engineering or landmark significance, with their cities or locations. They are sequenced from the Upper Mississippi's source to the Lower Mississippi's mouth.": 0.6538461538461539, "Like most other types of subpixel rendering, ClearType involves a compromise, sacrificing one aspect of image quality (color or chrominance detail) for another (light and dark or luminance detail). The compromise can improve text appearance when luminance detail is more important than chrominance.": 0.6666666666666666, "For the first 600 years of the Malayalam calendar, Malayalam literature remained in a preliminary stage. During this time, Malayalam literature consisted mainly of various genres of songs (Pattu). Folk songs are the oldest literary form in Malayalam.": 0.8620689655172413, "Brett Hanson: Secretary of State. Dies in the Capitol attack.": 0.7037037037037037, "A file server may be dedicated or non-dedicated. A dedicated server is designed specifically for use as a file server, with workstations attached for reading and writing files and databases.": 0.88, "Mixed languages, pidgins and creole languages constitute special genetic types of languages. They do not descend linearly or directly from a single language and have no single ancestor.": 0.7719298245614035, "Writers often use shorthand to denote units of measure. Such shorthand can be an abbreviation, such as \"in\" for \"inch\" or can be a symbol such as \"km\" for \"kilometre\".": 0.65625, "There are currently eight associate justices on the Supreme Court. The justices, ordered by seniority, are:": 0.5, "Seletar Airport is Singapore's first civil aviation airport and is primarily used for private aviation. Smaller turbo props also serve Seletar Airport.": 0.75, "Ancient depictions of harps were recorded in Mesopotamia (now Iraq), Persia (now Iran) and Egypt, and later in India and China. By medieval times harps had spread across Europe. Harps were found across the Americas where it was a popular folk tradition in some areas.": 0.775, "VE Day in Western Europe. In Eastern Europe it is celebrated on May 9.": 0.6785714285714286, "In general, words are more morphologically complex than clitics. Clitics are rarely composed of more than one morpheme.": 0.5714285714285714, "This is a measure of how much noise is introduced in the amplification process. Noise is an undesirable but inevitable product of the electronic devices and components; also, much noise results from intentional economies of manufacture and design time. The metric for noise performance of a circuit is noise figure or noise factor.": 0.671875, "Barney, Richard A. David Lynch: Interviews (Conversations with Filmmakers Series). Jackson, Mississippi: University Press of Mississippi, 2009.": 0.7068062827225131, "Arc-components of a product space may not be products of arc-components of the marginal spaces. For example, has a single arc-component, but has two arc-components.": 0.8333333333333334, "Half left and half right. The opponents of the left and right backcourts.": 0.7419354838709677, "Progressives, Hispanics are not 'Latinx.' Stop trying to Anglicize our Spanish language.": 0.6153846153846154, "Four years into the war, the human cost to Iran had been 170,000 combat fatalities and 340,000 wounded. Iraqi combat fatalities were estimated at 80,000 with 150,000 wounded.": 0.6086956521739131, "There are no known curative treatments for the majority of motor neuron disorders. Please refer to the articles on individual disorders for more details.": 0.8888888888888888, "Poland has an embassy in Manila and 3 honorary consulates (in Cebu City, Davao City and San Fernando). Poland has an embassy in Doha.": 0.7040816326530612, "An autotopy is an isotopy from a quasigroup to itself. The set of all autotopies of a quasigroup forms a group with the automorphism group as a subgroup.": 0.7583892617449665, "Playboy: 50 Years, The Photographs. San Francisco: Chronicle Books, 2003,": 0.6956521739130435, "Thus the determinant gives the scaling factor and the orientation induced by the mapping represented by A. When the determinant is equal to one, the linear mapping defined by the matrix is equi-areal and orientation-preserving.": 0.7547169811320755, "In 1588 he became MP for Liverpool and then for Middlesex in 1593. He later sat three times for Ipswich (1597, 1601, 1604) and once for Cambridge University (1614).": 0.5454545454545454, "Is a frame ready for transmission? If not, wait for a frame.": 0.7816091954022989, "For the Battle of Kursk, the SS Panzer Corps was renamed the II SS Panzer Corps and was part of the 4th Panzer Army. The II SS Panzer Corps spearheaded the attack through the Soviet defences. The attack penetrated to a depth of and was then stopped by the Soviet 1st Tank Army.": 0.6363636363636364, "Grammar is concerned with the thing as-it-is-symbolized. Logic is concerned with the thing as-it-is-known. Rhetoric is concerned with the thing as-it-is-communicated.": 0.5757575757575758, "SEA-ME-WE-3, SEA-ME-WE-4 linking South East Asia to the Middle East and Western Europe. SEA-ME-WE 4 was operational since 2006.": 0.6666666666666666, "In law, scientific evidence is evidence derived from scientific knowledge or techniques. Most forensic evidence, including genetic evidence, is scientific evidence.": 0.7254901960784313, "According to one definition of digital signal, the modulated signal is a digital signal. According to another definition, the modulation is a form of digital-to-analog conversion. Most textbooks would consider digital modulation schemes as a form of digital transmission, synonymous to data transmission; very few would consider it as analog transmission.": 0.7727272727272727, "Wellcome classification is a system for classifying protein-energy malnutrition in children based on weight for their age and based on presence of edema. Other classifications include Gomez classification and Waterlow classification.": 0.7307692307692307, "\"I will tell you,\" said Holmes, \"and the reason why I tell you is that I hope frankness may beget frankness.": 0.6086956521739131, "Aldehydes have properties that are diverse and that depend on the remainder of the molecule. Smaller aldehydes such as formaldehyde and acetaldehyde are soluble in water, and the volatile aldehydes have pungent odors.": 0.7446808510638298, "Ultra-connected A space is ultra-connected if no two non-empty closed sets are disjoint. Every ultra-connected space is path-connected.": 0.7959183673469388, "The building blocks of a Prolog program are facts and rules. Here is a simple example:": 0.740909090909091, "Many detectives appear in more than one novel or story. Here is a list of a few debut stories and final appearances.": 0.6352941176470588, "Sambuca is also used in cooking, in small amounts because it has a strong flavour. It is usually used in desserts and seafood recipes.": 0.711864406779661, "The determinant is therefore also called a similarity invariant. The determinant of a linear transformation": 0.7354838709677419, "Forming a sum of several terms produces a polynomial. For example, the following is a polynomial:": 0.8181818181818182, "Nepal is a multi-ethnic, multiracial, multicultural, multi-religious, and multilingual country. The most spoken language is Nepali followed by several other ethnic languages.": 0.8125, "Military Courts act as courts of first instance deals. The Military Court is composed of a President and judges. The following military courts exist in Azerbaijan:": 0.6086956521739131, "Map of French and Indian War. French and British forts and settlements, Indian tribes.": 0.7241379310344828, "This is a link in HTML. To create a link the tag is used. The href attribute holds the URL address of the link.": 0.6666666666666666, "Tungsten is essential for some archaea. The following tungsten-utilizing enzymes are known:": 0.7191011235955056, "The Kingdom of Gleann Abhann was created in 2005 from the Kingdom of Meridies. It covers Mississippi, Louisiana, most of Arkansas, and the western edge of Tennessee including the Memphis area.": 0.64, "Fuller, Errol (2000): Extinct Birds (2nd ed.). Oxford University Press, Oxford, New York.": 0.4722222222222222, "The titles of the three volumes or parts (the front covers were titled Illuminatus! Part I The Eye in the Pyramid, Illuminatus! Part II The Golden Apple and Illuminatus!": 0.6666666666666666, "Rollins was a playable character in both Def Jam: Fight for NY and Def Jam Fight for NY: The Takeover. Rollins is also the voice of Mace Griffin in Mace Griffin: Bounty Hunter.": 0.6911764705882353, "Biproportional apportionment aims to achieve proportionality in two dimensions, for example: proportionality by region and proportionality by party. There are several mathematical methods to attain biproportionality.": 0.8095238095238095, "The history of Guernsey stretches back with evidence of Neolithic occupation, followed by Roman occupation. Christianity was brought to Guernsey by St Sampson.": 0.8058252427184466, "The right to privacy, including a right to contraceptives. Established in Griswold v. Connecticut (1965).": 0.6190476190476191, "The programming style of a programming language to provide these building blocks may be categorized into programming paradigms. For example, different paradigms may differentiate:": 0.65625, "Alabama is 30th in size and borders four U.S. states: Mississippi, Tennessee, Georgia, and Florida. It also borders the Gulf of Mexico.": 0.6859205776173285, "Any topologically closed subgroup of a Lie group is a Lie group. This is known as the closed subgroup theorem or Cartan's theorem.": 0.6666666666666666, "Local government services for Hawick are provided by Scottish Borders Council. There is also a community council covering the town.": 0.7272727272727273, "Both abacuses and abaci are used as plurals. The user of an abacus is called an abacist.": 0.7727272727272727, "A base hit to right! Here comes Richardson, they're waving him home! The throw, it's close but he scores!": 0.7424242424242424, "Good programmers know what to write. Great ones know what to rewrite (and reuse).": 0.8095238095238095, "Aldehydes participate in many reactions. From the industrial perspective, important reactions are:": 0.6521739130434783, "There are around 50,000 Armenians in Poland. Armenian is an official minority language in Poland. See also Armenians in Poland": 0.7560975609756098, "P-frames have one motion vector per macroblock, relative to the previous anchor frame. B-frames, however, can use two motion vectors; one from the previous anchor frame, and one from the future anchor frame.": 0.7692307692307693, "The Cauchy distribution is an infinitely divisible probability distribution. It is also a strictly stable distribution.": 0.7704918032786885, "SSRC: (32 bits) Synchronization source identifier uniquely identifies the source of a stream. The synchronization sources within the same RTP session will be unique.": 0.8636363636363636, "Let be two-sided ideals of a ring and let be their intersection. If the ideals are pairwise coprime, we have the isomorphism:": 0.6363636363636364, "This working definition was amended by the IAU's Commission F2: Exoplanets and the Solar System in August 2018. The official working definition of an exoplanet is now as follows:": 0.7013888888888888, "Cleveland borders several inner-ring and streetcar suburbs. To the west, it borders Lakewood, Rocky River, and Fairview Park, and to the east, it borders Shaker Heights, Cleveland Heights, South Euclid, and East Cleveland. To the southwest, it borders Linndale, Brooklyn, Parma, and Brook Park.": 0.5769230769230769, "Every regular grammar is context-free, but not all context-free grammars are regular. The following context-free grammar, for example, is also regular.": 0.64, "Passive sonar detects the target's radiated noise characteristics. The radiated spectrum comprises a continuous spectrum of noise with peaks at certain frequencies which can be used for classification.": 0.7727272727272727, "According to a 2004 estimate, the State Union had 10,825,900 inhabitants. According to a July 2006 estimate, the State Union had 10,832,545 inhabitants.": 0.6610169491525424, "Free neutron beams are obtained from neutron sources by neutron transport. For access to intense neutron sources, researchers must go to a specialized neutron facility that operates a research reactor or a spallation source.": 0.8260869565217391, "Invoice Fraud: An example is when a criminal contacts a company saying that the supplier payment details have changed. They then provide alternative, fraudulent details in order for you to pay them money.": 0.7407407407407407, "Many ships do not make it to the scrapyard, and are lost in fires, collisions, grounding, or sinking at sea. The Allies lost some 5,150 ships during World War II.": 0.6666666666666666, "Melamed, Daniel R., J. S. Bach and the German Motet. Cambridge: Cambridge University Press, 1995.": 0.8043478260869565, "Sovereign immunity of a state entity may be waived. A state entity may waive its immunity by:": 0.6296296296296297, "Cardano, Girolamo, Astrological Aphorisms of Cardan. Edmonds, WA: Sure Fire Press, 1989.": 0.625, "Iglesia ni Cristo's Christology has parallels with Arianism in that it affirms that the Father is the only true God, but it denies the preexistence of Christ. Thus, Iglesia ni Cristo is Socinian rather than Arian in its Christology.": 0.7315436241610739, "The index is a price-weighted index. The index is calculated as follows:": 0.8, "In American English, the game is known as \"tic-tac-toe\". It may also be spelled \"tick-tack-toe\", \"tick-tat-toe\", or \"tit-tat-toe\".": 0.6829268292682927, "Speirs, L. Tolstoy and Chekhov. Cambridge, England: University Press, (1971),": 0.6666666666666666, "Gridrunner iOS, Represents arcade games of Namco System 86 era. First Minotaur Project title to be released on the Mac.": 0.6941176470588235, "Doctor is abbreviated \"Dr\" in British English and \"Dr.\" in North American English. The plural abbreviation is \"Drs\".": 0.6833333333333333, "Kass, Leon R. The Beginning of Wisdom: Reading Genesis. New York: Free Press, 2003. .": 0.5416666666666666, "Pat Hingle as Commissioner James Gordon:The police commissioner of Gotham City. He is close to Batman and informs him of numerous crimes.": 0.5909090909090909, "Nearby four-year universities include Ohio State University, Wright State University, Wittenberg University, and The University of Dayton. Nearby community colleges include Sinclair, Clark State, and Columbus State Community College.": 0.7641509433962265, "Some specifically focused egalitarian concerns include communism, legal egalitarianism, luck egalitarianism, political egalitarianism, gender egalitarianism, racial equality, equality of opportunity, and Christian egalitarianism. Common forms of egalitarianism include political and philosophical.": 0.65, "Lippit, Seiji M. Topographies of Japanese Modernism. New York: Columbia UP, 2000.": 0.8333333333333334, "Henry I founds Reading Abbey in England. The Cluniac Order populates the abbey.": 0.7, "The MySQL server software itself and the client libraries use dual-licensing distribution. They are offered under GPL version 2, or a proprietary license.": 0.75, "In the Greek cuisine, appetizers are also the spreads and dips, belong also to Greek sauces. Selected spreads and dips are:": 0.8666666666666667, "Every subfield of an ordered field is also an ordered field in the inherited order. Every ordered field contains an ordered subfield that is isomorphic to the rational numbers. Every Dedekind-complete ordered field is isomorphic to the reals.": 0.729064039408867, "Titus is the patron saint of the United States Army Chaplain Corps. The Corps has established the Order of Titus Award, described by the Department of Defense:": 0.5238095238095238, "Digital filters rely less on analog circuitry, potentially allowing for a better signal-to-noise ratio. A digital filter will introduce noise to a signal during analog low pass filtering, analog to digital conversion, digital to analog conversion and may introduce digital noise due to quantization. With analog filters, every component is a source of thermal noise (such as Johnson noise), so as the filter complexity grows, so does the noise.": 0.8695652173913043, "A surf flag exists, divided into four quadrants. The top left and bottom right quadrants are black, and the remaining area is white.": 0.6557377049180327, "Millsaps College is a private liberal arts college in Jackson, Mississippi. It was founded in 1890 and is affiliated with the United Methodist Church.": 0.75, "The -simplex is also the vertex figure of the -hypercube. It is also the facet of the -orthoplex.": 0.8333333333333334, "An older proposal consisted of seven new gTLDs: arts, firm, .info, nom, rec, .shop, and .web. Later .biz, .info, .museum, and .name covered most of these old proposals.": 0.625, "Mome: Humpty Dumpty is uncertain about this one: \"I think it's short for 'from home', meaning that they'd lost their way, you know\". The notes in Mischmasch give a different definition of 'grave' (via 'solemome', 'solemone' and 'solemn').": 0.6842105263157895, "I believe this view is unmitigated nonsense, unsupported by any empirical evidence of any sort. In its place, I propose the following.": 0.7, "Brunner, John W. OSS Weapons. Phillips Publications, Williamstown, N.J., 1994. .": 0.6428571428571429, "Weeks, John and Gunson, Phil, Panama. Made in the USA, 1992.": 0.5869565217391305, "King, Don W. (2001), C. S. Lewis, Poet: The Legacy of His Poetic Impulse. Kent, Ohio: Kent State University Press.": 0.5454545454545454, "The Magic Lantern, Ingmar Bergman. Translated by Joan Tate New York, Viking Press, 1988,": 0.8043478260869565, "The two main types of memory are short-term memory and long-term memory; however, short-term memory has become better understood to be working memory. Cognitive psychologists often study memory in terms of working memory.": 0.5806451612903226, "YHC-1A Vertol Model 107 for test and evaluation by the United States Army. Adopted by the U.S. Marine Corps as the HRB-1. Later redesignated YCH-46C, three built.": 0.7391304347826086, "There are no significant highways passing through Quantico. All road vehicles must pass through Marine Corps Base Quantico in order to reach the town. You must gain authorization to visit Quantico.": 0.7142857142857143, "WR: Mark Clayton, Mark Duper, O.J. McDuffie, Nat Moore, Paul Warfield": 0.6111111111111112, "Yamasaki was first married in 1941 to Teruko \"Teri\" Hirashiki. They had three children together: Carol, Taro, and Kim. They divorced in 1961 and Yamasaki married Peggy Watty.": 0.6521739130434783, "Charles Mason Remey papers (MS 413). Manuscripts and Archives, Yale University Library.": 0.7647058823529411, "The Rhine flows from the Alps to the North Sea Basin. The geography and geology of its present-day watershed has been developing since the Alpine orogeny began.": 0.7878787878787878, "This order may be more rigid in some languages than others; in some, like Spanish, it may only be a default (unmarked) word order, with other orders being permissible. Other languages, such as Tagalog, follow their adjectival orders as rigidly as English.": 0.703125, "Applebot is Apple's web crawler. It supports Siri and other products.": 0.7142857142857143, "A partnership is a business owned by two or more people. In most forms of partnerships, each partner has unlimited liability for the debts incurred by the business. The three most prevalent types of for-profit partnerships are general partnerships, limited partnerships, and limited liability partnerships.": 0.7674418604651163, "Mandelbrot, Benoit B.; The Fractal Geometry of Nature. New York: W. H. Freeman and Co., 1982.": 0.6666666666666666}