{
  "25,88": "In your last five reps you averaged 25 WPM and 88% accuracy.",
  "25,91": "In your last five reps you averaged 25 WPM with 91% accuracy.",
  "25,92": "In your last five reps you averaged 25 WPM with 92% accuracy.",
  "25,94": "In your last five reps you averaged 25 WPM with 94% accuracy.",
  "25,95": "In your last five reps you averaged 25 WPM with 95% accuracy.",
  "26,88": "In your last five reps you averaged 26 WPM with 88% accuracy.",
  "26,92": "In your last five reps you averaged 26 WPM with 92% accuracy.",
  "26,93": "In your last five reps you averaged 26 WPM with 93% accuracy.",
  "26,94": "You've averaged 26 WPM over the last five reps and hit 94% accuracy.",
  "26,95": "In the last five reps you averaged 26 WPM and 95% accuracy.",
  "26,91": "In your last five reps you averaged 26 WPM with 91% accuracy.",
  "27,89": "Over your last five reps you averaged 27 WPM with 89% accuracy.",
  "27,91": "In your last five reps you averaged 27 WPM and hit 91% accuracy.",
  "27,92": "In your last five reps you averaged 27 WPM with 92% accuracy.",
  "27,94": "Over your last five reps you averaged 27 WPM with 94% accuracy.",
  "27,96": "Over the last five reps you averaged 27 WPM and 96% accuracy.",
  "27,90": "Over your last five reps you averaged 27 WPM and 90% accuracy.",
  "27,93": "Over your last five reps you averaged 27 WPM and 93% accuracy.",
  "27,95": "In your last five reps you averaged 27 WPM with 95% accuracy.",
  "28,88": "In your last five reps you averaged 28 WPM with 88% accuracy.",
  "28,90": "In your last five reps you averaged 28 WPM and 90% accuracy.",
  "28,91": "In your last five reps you averaged 28 WPM and 91% accuracy.",
  "28,92": "In your last five reps you averaged 28 WPM and held 92% accuracy.",
  "28,93": "Over your last five reps you averaged 28 WPM and 93% accuracy.",
  "28,94": "Over the last five reps you averaged 28 WPM with 94% accuracy.",
  "28,95": "In your last five reps you averaged 28 WPM with 95% accuracy.",
  "29,90": "In your last five reps you averaged 29 WPM and achieved 90% accuracy.",
  "29,92": "Over your last five reps you averaged 29 WPM and 92% accuracy.",
  "29,93": "In your last five reps you averaged 29 WPM and 93% accuracy.",
  "29,94": "In your last five reps you averaged 29 WPM with 94% accuracy.",
  "29,95": "In the last five reps you averaged 29 WPM with 95% accuracy.",
  "29,91": "You're averaging 29 WPM over the last five reps with 91% accuracy.",
  "30,89": "Over your last five reps you typed thirty WPM with 89% accuracy.",
  "30,90": "In your last five reps you averaged thirty WPM with 90% accuracy.",
  "30,91": "Over your last five reps you averaged thirty WPM and hit 91% accuracy.",
  "30,92": "In your last five reps you averaged thirty WPM and scored 92% accuracy.",
  "30,93": "Over your last five reps you averaged thirty WPM with 93% accuracy.",
  "30,94": "In your last five reps you averaged thirty WPM and achieved 94% accuracy.",
  "30,95": "In your last five reps you averaged thirty WPM with 95% accuracy.",
  "30,96": "Over your last five reps you averaged thirty WPM with 96% accuracy.",
  "30,88": "Over your last five reps you averaged thirty WPM with 88% accuracy.",
  "31,89": "Over your last five reps you averaged 31 WPM and 89% accuracy.",
  "31,90": "In your last five reps you averaged 31 WPM and achieved 90% accuracy.",
  "31,91": "In your last five reps you averaged 31 WPM with 91% accuracy.",
  "31,92": "In your last five reps you averaged 31 WPM and scored 92% accuracy.",
  "31,93": "Over your last five reps you averaged 31 WPM with 93% accuracy.",
  "31,94": "Over the last five reps, you averaged 31 WPM and 94% accuracy.",
  "31,95": "In your last five reps you averaged 31 WPM with 95% accuracy.",
  "32,89": "In your last five reps you averaged 32 WPM with 89% accuracy.",
  "32,90": "last five reps: 32 WPM, 90% accuracy.",
  "32,91": "Over the last five reps you typed 32 WPM with 91% accuracy.",
  "32,92": "Over your last five reps, you averaged 32 WPM and 92% accuracy.",
  "32,93": "Over your last five reps you averaged 32 WPM with 93% accuracy.",
  "32,94": "In your last five reps you averaged 32 WPM with 94% accuracy.",
  "32,95": "Nice work! In your last five reps you averaged 32 WPM with 95% accuracy.",
  "32,96": "Over the last five reps you averaged 32 WPM with 96% accuracy.",
  "32,88": "In your last five reps you averaged 32 WPM with 88% accuracy.",
  "33,90": "In the last five reps you averaged 33 WPM with 90% accuracy.",
  "33,92": "In your last five reps you averaged 33 WPM with 92% accuracy.",
  "33,93": "In your last five reps you averaged 33 WPM with 93% accuracy.",
  "33,94": "Over your last five reps you averaged 33 WPM with 94% accuracy.",
  "33,95": "Over your last five reps you averaged 33 WPM and 95% accuracy.",
  "33,96": "Over your last five reps you averaged 33 WPM with 96% accuracy.",
  "33,91": "Over your last five reps you averaged 33 WPM with 91% accuracy.",
  "33,97": "Over your last five reps you averaged 33 WPM with 97% accuracy.",
  "34,88": "In your last five reps you averaged 34 WPM with 88% accuracy.",
  "34,89": "Across your last five reps you averaged 34 WPM with 89% accuracy.",
  "34,90": "In your last five reps you averaged 34 WPM with 90% accuracy.",
  "34,91": "Over your last five reps you averaged 34 WPM with 91% accuracy.",
  "34,92": "Nice work, over your last five reps you averaged 34 WPM with 92% accuracy.",
  "34,93": "You averaged 34 WPM over your last five reps with 93% accuracy.",
  "34,94": "Nice work, over your last five reps you averaged 34 WPM with 94% accuracy.",
  "34,95": "Over your last five reps you averaged 34 WPM with 95% accuracy.",
  "34,96": "In your last five reps you averaged 34 WPM with 96% accuracy.",
  "34,97": "In your last five reps you averaged 34 WPM with 97% accuracy.",
  "35,91": "In your last five reps you averaged 35 WPM with 91% accuracy.",
  "35,88": "Over your last five reps you averaged 35 WPM. Your accuracy was 88%.",
  "35,92": "In your last five reps you averaged 35 WPM and maintained 92% accuracy.",
  "35,93": "In your last five reps you averaged 35 WPM with 93% accuracy.",
  "35,94": "Over the last five reps you averaged 35 WPM and 94% accuracy.",
  "35,95": "In your last five reps you averaged 35 WPM with 95% accuracy.",
  "35,96": "Over the last five reps you averaged 35 WPM with 96% accuracy.",
  "35,97": "In your last five reps you averaged 35 WPM with 97% accuracy.",
  "35,90": "Over your last five reps you averaged 35 WPM and 90% accuracy.",
  "36,90": "Across your last five reps you hit 36 WPM and kept 90% accuracy.",
  "36,91": "last five reps: 36 WPM; 91% accuracy.",
  "36,92": "Over the last five reps you averaged 36 WPM with 92% accuracy.",
  "36,93": "In your last five reps you averaged 36 WPM with 93% accuracy.",
  "36,94": "In your last five reps you averaged 36 WPM with 94% accuracy.",
  "36,95": "In your last five reps you averaged 36 WPM with 95% accuracy.",
  "36,96": "In your last five reps you averaged 36 WPM with 96% accuracy.",
  "37,94": "In the last five reps you averaged 37 WPM and 94% accuracy.",
  "37,89": "In your last five reps you averaged 37 WPM with 89% accuracy.",
  "37,90": "Over your last five reps you averaged 37 WPM with 90% accuracy.",
  "37,91": "In your last five reps you averaged 37 WPM and 91% accuracy.",
  "37,92": "Over the last five reps you averaged 37 WPM with 92% accuracy.",
  "37,93": "In your last five reps you averaged 37 WPM with 93% accuracy.",
  "37,95": "In your last five reps you averaged 37 WPM with 95% accuracy.",
  "37,96": "In your last five reps you averaged 37 WPM and 96% accuracy.",
  "38,90": "You averaged 38 WPM over your last five reps, with 90% accuracy.",
  "38,91": "Over your last five reps you averaged 38 WPM with 91% accuracy.",
  "38,92": "Over your last five reps you averaged 38 WPM with 92% accuracy.",
  "38,93": "Over your last five reps you averaged 38 WPM with 93% accuracy.",
  "38,94": "Nice work, Over your last five reps you averaged 38 WPM with 94% accuracy.",
  "38,95": "In your last five reps you averaged 38 WPM with 95% accuracy.",
  "38,96": "In your last five reps you averaged 38 WPM and 96% accuracy.",
  "38,88": "Over your last five reps you averaged 38 WPM with 88% accuracy.",
  "38,89": "In your last five reps you averaged 38 WPM with 89% accuracy.",
  "38,97": "Your last five reps averaged 38 WPM and 97% accuracy.",
  "39,89": "In your last five reps you averaged 39 WPM and 89% accuracy.",
  "39,90": "In your last five reps you averaged 39 WPM with 90% accuracy.",
  "39,91": "Across your last five reps you averaged 39 WPM with 91% accuracy.",
  "39,92": "Over your last five reps you averaged 39 WPM with 92% accuracy.",
  "39,93": "In the last five reps you averaged 39 WPM with 93% accuracy.",
  "39,94": "In your last five reps you averaged 39 WPM and achieved 94% accuracy.",
  "39,95": "Over the last five reps you averaged 39 WPM with 95% accuracy.",
  "39,96": "In your last five reps you averaged 39 WPM and 96% accuracy.",
  "39,88": "Nice work, over your last five reps you averaged 39 WPM with 88% accuracy.",
  "40,93": "Nice work, in your last five reps you averaged forty WPM and 93% accuracy.",
  "40,94": "In your last five reps you averaged forty WPM with 94% accuracy.",
  "40,91": "In your last five reps you averaged forty WPM with 91% accuracy.",
  "40,92": "Over your last five tries you averaged forty WPM with 92% accuracy.",
  "40,95": "Over your last five reps you averaged forty WPM with 95% accuracy.",
  "40,96": "Over your last five reps you averaged forty WPM and 96% accuracy.",
  "40,97": "In your last five reps you averaged forty WPM with 97% accuracy.",
  "40,88": "Over your last five reps you averaged forty WPM with 88% accuracy.",
  "41,92": "In your last five reps you typed 41 WPM with 92% accuracy.",
  "41,93": "In your last five reps you averaged 41 WPM with 93% accuracy.",
  "41,94": "Over your last five reps you averaged 41 WPM with 94% accuracy.",
  "41,88": "Over your last five reps you hit 41 WPM with 88% accuracy.",
  "41,90": "Over the last five reps you averaged 41 WPM and 90% accuracy.",
  "41,91": "In your last five reps you averaged 41 WPM and 91% accuracy.",
  "41,95": "In your last five reps you averaged 41 WPM with 95% accuracy.",
  "41,96": "In the last five reps you averaged 41 WPM with 96% accuracy.",
  "41,89": "Over your last five reps you averaged 41 WPM with 89% accuracy.",
  "42,91": "In your last five reps you averaged 42 WPM and your 91% accuracy.",
  "42,95": "Over your last five reps you averaged 42 WPM with 95% accuracy.",
  "42,89": "In your last five reps you averaged 42 WPM with 89% accuracy.",
  "42,92": "Nice work, in your last five reps you averaged 42 WPM with 92% accuracy.",
  "42,93": "Over your last five reps you averaged 42 WPM with 93% accuracy.",
  "42,94": "Nice consistency: over your last five reps you averaged 42 WPM with 94% accuracy.",
  "42,96": "Nice work, over your last five reps you averaged 42 WPM with 96% accuracy.",
  "42,97": "In your last five reps you averaged 42 WPM with 97% accuracy.",
  "42,88": "Nice work, in your last five reps you averaged 42 WPM with 88% accuracy.",
  "43,92": "In your last five reps you averaged 43 WPM with 92% accuracy.",
  "43,89": "Over your last five reps you averaged 43 WPM with 89% accuracy.",
  "43,90": "last five reps: you averaged 43 WPM with 90% accuracy.",
  "43,91": "Over your last five reps you averaged 43 WPM and scored 91% accuracy.",
  "43,93": "Over the last five reps you averaged 43 WPM with 93% accuracy.",
  "43,94": "Over the last five reps you averaged 43 WPM with 94% accuracy.",
  "43,95": "Over your last five reps you averaged 43 WPM with 95% accuracy.",
  "43,96": "In your last five reps you averaged 43 WPM with 96% accuracy.",
  "43,97": "Over your last five reps you averaged 43 WPM with 97% accuracy.",
  "44,89": "Over your last five reps you averaged 44 WPM with 89% accuracy.",
  "44,95": "last five reps: 44 WPM and 95% accuracy. Solid, consistent typing.",
  "44,88": "Over your last five reps you averaged 44 WPM and 88% accuracy.",
  "44,90": "Over your last five reps you averaged 44 WPM and 90% accuracy.",
  "44,91": "In your last five reps you averaged 44 WPM and 91% accuracy.",
  "44,92": "Over your last five reps you averaged 44 WPM and 92% accuracy.",
  "44,93": "You averaged 44 WPM over your last five reps with 93% accuracy.",
  "44,94": "In your last five reps you averaged 44 WPM with 94% accuracy.",
  "44,96": "Over the last five reps you're typing 44 WPM and hitting 96% accuracy.",
  "45,90": "Nice work. In your last five reps you averaged 45 WPM with 90% accuracy.",
  "45,91": "In the last five reps, you averaged 45 WPM with 91% accuracy.",
  "45,92": "In your last five reps you averaged 45 WPM and achieved 92% accuracy.",
  "45,93": "In your last five reps, you averaged 45 WPM with 93% accuracy.",
  "45,94": "In your last five reps you averaged 45 WPM with 94% accuracy.",
  "45,95": "In your last five reps you hit 45 WPM and kept 95% accuracy.",
  "45,96": "Nice work, over your last five reps you averaged 45 WPM with 96% accuracy.",
  "45,88": "last five reps: 45 WPM; 88% accuracy.",
  "45,97": "In your last five reps you averaged 45 WPM with 97% accuracy.",
  "46,88": "In your last five reps you averaged 46 WPM with 88% accuracy.",
  "46,90": "In your last five reps, you averaged 46 WPM with 90% accuracy.",
  "46,91": "Over your last five reps you averaged 46 WPM with 91% accuracy.",
  "46,92": "In your last five reps you averaged 46 WPM with 92% accuracy.",
  "46,93": "Over your last five reps you averaged 46 WPM with 93% accuracy.",
  "46,94": "In your last five reps you averaged 46 WPM with 94% accuracy.",
  "46,95": "Over your last five reps you averaged 46 WPM and 95% accuracy.",
  "46,96": "In your last five reps you averaged 46 WPM with 96% accuracy.",
  "46,97": "In your last five reps you averaged 46 WPM with 97% accuracy.",
  "47,88": "last five reps: 47 WPM with 88% accuracy.",
  "47,92": "In your last five reps you averaged 47 WPM and 92% accuracy.",
  "47,93": "In your last five reps you averaged 47 WPM with 93% accuracy.",
  "47,94": "Over your last five reps you averaged 47 WPM with 94% accuracy.",
  "47,95": "In your last five reps you averaged 47 WPM with 95% accuracy.",
  "47,96": "Over your last five reps you averaged 47 WPM with 96% accuracy.",
  "47,97": "In your last five reps you averaged 47 WPM and kept 97% accuracy.",
  "47,89": "In your last five reps you averaged 47 WPM with 89% accuracy.",
  "47,91": "last five reps: 47 WPM with 91% accuracy.",
  "48,90": "Across your last five reps you averaged 48 WPM and kept 90% accuracy.",
  "48,91": "Nice work! Over your last five reps you averaged 48 WPM with 91% accuracy.",
  "48,92": "In your last five reps you averaged 48 WPM with 92% accuracy.",
  "48,93": "In your last five reps you averaged 48 WPM with 93% accuracy.",
  "48,94": "Over your last five reps you averaged 48 WPM with 94% accuracy.",
  "48,95": "Over the last five reps you averaged 48 WPM with 95% accuracy.",
  "48,96": "In your last five reps you averaged 48 WPM with 96% accuracy.",
  "48,97": "In your last five reps you averaged 48 WPM and 97% accuracy.",
  "48,88": "In your last five reps you averaged 48 WPM with 88% accuracy.",
  "49,93": "Nice work, in your last five reps you averaged 49 WPM with 93% accuracy.",
  "49,94": "Over your last five reps you averaged 49 WPM with 94% accuracy.",
  "49,95": "In your last five reps you averaged 49 WPM and hit 95% accuracy.",
  "49,91": "In your last five reps you typed at 49 WPM with 91% accuracy.",
  "49,92": "In your last five reps you averaged 49 WPM with 92% accuracy.",
  "49,96": "Over your last five reps you averaged 49 WPM with 96% accuracy.",
  "49,97": "In your last five reps you averaged 49 WPM with 97% accuracy.",
  "50,89": "In your last five reps you averaged 50 WPM with 89% accuracy.",
  "50,90": "Over your last five reps you averaged 50 WPM with 90% accuracy.",
  "50,91": "Over your last five reps you averaged 50 WPM with 91% accuracy.",
  "50,92": "Nice work, in your last five reps you averaged 50 WPM with 92% accuracy.",
  "50,93": "In your last five reps you averaged 50 WPM with 93% accuracy.",
  "50,94": "Over your last five reps you averaged 50 WPM with 94% accuracy.",
  "50,95": "In your last five reps you averaged 50 WPM with 95% accuracy.",
  "50,96": "Over the last five reps you averaged 50 WPM with 96% accuracy.",
  "50,97": "Over your last five reps you typed 50 WPM with 97% accuracy.",
  "51,88": "In your last five reps you averaged 51 WPM with 88% accuracy.",
  "51,90": "Across your last five reps you averaged 51 WPM with 90% accuracy.",
  "51,91": "In your last five reps you averaged 51 WPM, with 91% accuracy.",
  "51,92": "Over your last five reps you averaged 51 WPM with 92% accuracy.",
  "51,93": "Over your last five reps you averaged 51 WPM and 93% accuracy.",
  "51,94": "In your last five reps, you averaged 51 WPM with 94% accuracy.",
  "51,95": "In your last five reps, you averaged 51 WPM with 95% accuracy.",
  "51,96": "Nice work! Over your last five reps you averaged 51 WPM with 96% accuracy.",
  "51,97": "In the last five reps you averaged 51 WPM with 97% accuracy.",
  "52,88": "In your last five reps you averaged 52 WPM with 88% accuracy.",
  "52,90": "In your last five reps you averaged 52 WPM with 90% accuracy.",
  "52,91": "Across your last five reps you averaged 52 WPM with 91% accuracy.",
  "52,92": "Nice work, your last five reps averaged 52 WPM with 92% accuracy.",
  "52,93": "You averaged 52 WPM over your last five reps with 93% accuracy.",
  "52,94": "In your last five reps you averaged 52 WPM and 94% accuracy.",
  "52,95": "Over your last five reps you averaged 52 WPM with 95% accuracy.",
  "52,96": "In your last five reps you averaged 52 WPM with 96% accuracy.",
  "52,97": "Over your last five reps, you averaged 52 WPM with 97% accuracy.",
  "53,90": "In your last five reps, you averaged 53 WPM and 90% accuracy.",
  "53,91": "In your last five reps you averaged 53 WPM with 91% accuracy.",
  "53,92": "In the last five reps you averaged 53 WPM with 92% accuracy.",
  "53,93": "Nice work, over the last five reps you averaged 53 WPM with 93% accuracy.",
  "53,94": "In your last five reps you averaged 53 WPM with 94% accuracy.",
  "53,95": "In your last five reps you averaged 53 WPM and 95% accuracy.",
  "53,96": "In your last five reps you averaged 53 WPM and 96% accuracy.",
  "53,97": "In your last five reps you averaged 53 WPM with 97% accuracy.",
  "54,91": "In your last five reps you averaged 54 WPM with 91% accuracy.",
  "54,92": "Over your last five reps you averaged 54 WPM with 92% accuracy.",
  "54,93": "Over your last five reps you averaged 54 WPM and 93% accuracy.",
  "54,94": "In your last five reps you averaged 54 WPM with 94% accuracy.",
  "54,95": "In your last five reps you averaged 54 WPM with 95% accuracy.",
  "54,96": "Over the last five reps you averaged 54 WPM with 96% accuracy.",
  "54,97": "Over your last five reps you averaged 54 WPM with 97% accuracy.",
  "55,90": "In your last five reps you averaged 55 WPM and 90% accuracy.",
  "55,91": "In your last five reps you averaged 55 WPM with 91% accuracy.",
  "55,92": "Nice work, in your last five reps you averaged 55 WPM with 92% accuracy.",
  "55,93": "In your last five reps, you averaged 55 WPM with 93% accuracy.",
  "55,94": "last five reps: 55 WPM and 94% accuracy.",
  "55,95": "In your last five reps you averaged 55 WPM with 95% accuracy.",
  "55,96": "Over your last five reps you averaged 55 WPM with 96% accuracy.",
  "55,97": "In your last five reps you averaged 55 WPM with 97% accuracy.",
  "56,88": "Over your last five reps you averaged 56 WPM with 88% accuracy.",
  "56,91": "In your last five reps you averaged 56 WPM with 91% accuracy.",
  "56,92": "In your last five reps you averaged 56 WPM and 92% accuracy.",
  "56,93": "In your last five reps you averaged 56 WPM and 93% accuracy.",
  "56,94": "In your last five reps you averaged 56 WPM with 94% accuracy.",
  "56,95": "Over your last five reps you averaged 56 WPM with 95% accuracy.",
  "56,96": "Over the last five reps, you've averaged 56 WPM with 96% accuracy.",
  "56,97": "In your last five reps you averaged 56 WPM with 97% accuracy.",
  "57,92": "In your last five reps you averaged 57 WPM with 92% accuracy.",
  "57,93": "In your last five reps you averaged 57 WPM with 93% accuracy.",
  "57,94": "Over your last five reps you averaged 57 WPM with 94% accuracy.",
  "57,95": "Across your last five reps you averaged 57 WPM with 95% accuracy.",
  "57,96": "Over your last five reps you averaged 57 WPM with 96% accuracy.",
  "57,97": "Across your last five reps you averaged 57 WPM with 97% accuracy.",
  "58,93": "In your last five reps you averaged 58 WPM and kept 93% accuracy.",
  "58,94": "In your last five reps, you averaged 58 WPM and 94% accuracy.",
  "58,95": "Over the last five reps, you averaged 58 WPM and 95% accuracy.",
  "58,96": "Great pace and precision: 58 WPM and 96% accuracy over the last five reps.",
  "58,97": "Great work, over your last five reps you averaged 58 WPM with 97% accuracy.",
  "59,90": "Nice work, in your last five reps you averaged 59 WPM with 90% accuracy.",
  "59,91": "Over your last five reps you averaged 59 WPM with 91% accuracy.",
  "59,92": "In your last five reps you averaged 59 WPM with 92% accuracy.",
  "59,93": "Across your last five reps you averaged 59 WPM with 93% accuracy.",
  "59,94": "In your last five reps you averaged 59 WPM with 94% accuracy.",
  "59,95": "In your last five reps you averaged 59 WPM with 95% accuracy.",
  "59,96": "In your last five reps you averaged 59 WPM and 96% accuracy.",
  "59,97": "In your last five reps you averaged 59 WPM with 97% accuracy.",
  "60,90": "In your last five runs you averaged 60 WPM and 90% accuracy.",
  "60,93": "Over the last five reps, you averaged 60 WPM with 93% accuracy.",
  "60,94": "In your last five reps you averaged 60 WPM and 94% accuracy.",
  "60,95": "Over your last five reps you averaged 60 WPM with 95% accuracy.",
  "60,96": "Nice work, over your last five reps you averaged 60 WPM and 96% accuracy.",
  "60,97": "In your last five reps you averaged 60 WPM with 97% accuracy.",
  "61,93": "In your last five reps you averaged 61 WPM with 93% accuracy.",
  "61,94": "In your last five reps you averaged 61 WPM with 94% accuracy.",
  "61,95": "Over the last five runs you averaged 61 WPM with 95% accuracy.",
  "61,96": "Nice work, in your last five reps you averaged 61 WPM with 96% accuracy.",
  "62,91": "In your last five reps you averaged 62 WPM with 91% accuracy.",
  "62,93": "Over your last five reps you averaged 62 WPM with 93% accuracy.",
  "62,94": "last five reps: 62 WPM and 94% accuracy.",
  "62,95": "Over your last five tries you averaged 62 WPM with 95% accuracy.",
  "62,96": "Great work - across your last five reps you averaged 62 WPM with 96% accuracy.",
  "62,97": "In your last five reps you averaged 62 WPM with 97% accuracy.",
  "63,95": "In your last five reps you averaged 63 WPM and 95% accuracy.",
  "63,96": "Nice work! last five reps: 63 WPM, 96% accuracy.",
  "63,97": "Over your last five reps you averaged 63 WPM with 97% accuracy.",
  "64,92": "Over your last five reps you averaged 64 WPM with 92% accuracy.",
  "64,93": "Great work, over your last five reps you averaged 64 WPM with 93% accuracy.",
  "64,94": "In your last five reps you averaged 64 WPM with 94% accuracy.",
  "64,95": "In your last five reps you averaged 64 WPM with 95% accuracy.",
  "64,96": "Across your last five reps you averaged 64 WPM with 96% accuracy.",
  "65,94": "In your last five reps you averaged 65 WPM with 94% accuracy.",
  "65,95": "Over your last five reps you averaged 65 WPM with 95% accuracy.",
  "65,96": "Over your last five reps you averaged 65 WPM with 96% accuracy.",
  "65,97": "In your last five reps, you averaged 65 WPM with 97% accuracy.",
  "66,95": "You're typing fast: 66 WPM over the last five reps. Accuracy is 95%.",
  "67,92": "In your last five reps, you averaged 67 WPM with 92% accuracy.",
  "67,93": "Over your last five reps you averaged 67 WPM, with 93% accuracy.",
  "67,95": "Over your last five reps you averaged 67 WPM with 95% accuracy.",
  "67,96": "Over your last five reps, you averaged 67 WPM with 96% accuracy.",
  "67,97": "Over the last five reps you averaged 67 WPM and maintained 97% accuracy.",
  "68,92": "Over your last five reps, you averaged 68 WPM with 92% accuracy.",
  "68,94": "Over your last five reps you averaged 68 WPM and 94% accuracy.",
  "68,95": "Over your last five reps you averaged 68 WPM with 95% accuracy."
  }