{
  "25,88": "In your last 5 reps you averaged 25 WPM (faster than 29% of users) and 88% accuracy (better than 32% of users).",
  "25,91": "In your last 5 reps you averaged 25 WPM, ahead of 30% of users, with 91% accuracy-better than half of users.",
  "25,92": "In your last 5 reps you averaged 25 WPM, faster than 29% of users, with 92% accuracy, better than 56% of users.",
  "25,94": "In your last 5 reps you averaged 25 WPM, faster than 30% of users, with 94% accuracy, better than 68% of users.",
  "25,95": "In your last 5 reps you averaged 25 WPM, faster than 30% of users, with 95% accuracy, better than 71% of users.",
  "26,88": "In your last 5 reps you averaged 26 WPM (faster than 32% of users) with 88% accuracy (better than 32% of users).",
  "26,92": "In your last 5 reps you averaged 26 WPM (faster than 33% of users) with 92% accuracy (better than 56% of users).",
  "26,93": "In your last 5 reps you averaged 26 WPM (faster than a third of users) with 93% accuracy (better than 61% of users).",
  "26,94": "You've averaged 26 WPM over the last 5 reps - faster than a third of users - and hit 94% accuracy, beating over two-thirds of users.",
  "26,95": "In the last 5 reps you averaged 26 WPM, faster than a third of users, and 95% accuracy, better than three quarters of users.",
  "26,91": "In your last 5 reps you averaged 26 WPM, faster than 33% of users, with 91% accuracy, better than 51% of users.",
  "27,89": "Over your last 5 reps you averaged 27 WPM, faster than 34% of users, with 89% accuracy, better than 40% of users.",
  "27,91": "In your last 5 reps you averaged 27 WPM, putting you ahead of 35% of users, and hit 91% accuracy, better than 51% of users.",
  "27,92": "In your last 5 reps you averaged 27 WPM (in the top 65% of users) with 92% accuracy (in the top 46%).",
  "27,94": "Over your last 5 reps you averaged 27 WPM (faster than 35% of users) with 94% accuracy (better than 67% of users).",
  "27,96": "Over the last 5 reps you averaged 27 WPM (in the top 66% of users) and 96% accuracy (in the top 19%).",
  "27,90": "Over your last 5 reps you averaged 27 WPM, ahead of 35% of users, and 90% accuracy, beating 42% of users.",
  "27,93": "Over your last 5 reps you averaged 27 WPM (faster than 35% of users) and 93% accuracy (better than 63% of users).",
  "27,95": "In your last 5 reps you averaged 27 WPM, ahead of over a third of users, with 95% accuracy, better than three quarters of users.",
  "28,88": "In your last 5 reps you averaged 28 WPM (faster than 37% of users) with 88% accuracy (better than 32% of users).",
  "28,90": "In your last 5 reps you averaged 28 WPM (faster than over a third of users) and 90% accuracy (better than nearly half of users).",
  "28,91": "In your last 5 reps you averaged 28 WPM (faster than over a third of users) and 91% accuracy (better than half of users).",
  "28,92": "In your last 5 reps you averaged 28 WPM (faster than 37% of users) and held 92% accuracy (better than 56% of users).",
  "28,93": "Over your last 5 attempts you averaged 28 WPM (faster than 37% of users) and 93% accuracy (better than 63% of users).",
  "28,94": "Over the last 5 reps you averaged 28 WPM (faster than over a third of users) with 94% accuracy (better than nearly two-thirds).",
  "28,95": "In your last 5 reps you averaged 28 WPM (faster than 37% of users) with 95% accuracy (better than 72% of users).",
  "29,90": "In your last 5 reps you averaged 29 WPM, faster than 41% of users, and achieved 90% accuracy, better than 45% of users.",
  "29,92": "Over your last 5 reps you averaged 29 WPM, faster than 41% of users, and 92% accuracy, better than 57% of users.",
  "29,93": "In your last 5 reps you averaged 29 WPM (ahead of 41% of users) and 93% accuracy (better than 63% of users).",
  "29,94": "In your last 5 reps you averaged 29 WPM (faster than 41% of users) with 94% accuracy (better than 68% of users).",
  "29,95": "In the last 5 reps you averaged 29 WPM, ahead of 41% of users, with 95% accuracy, better than 77% of users.",
  "29,91": "You're averaging 29 WPM over the last 5 reps, faster than 41% of users, with 91% accuracy, better than 51%.",
  "30,89": "Over your last 5 reps you typed 30 WPM (ahead of 42% of users) with 89% accuracy (better than 38% of users).",
  "30,90": "In your last 5 reps you averaged 30 WPM (faster than 44% of users) with 90% accuracy (also better than 44%).",
  "30,91": "Over your last 5 reps you averaged 30 WPM, faster than 44% of users, and hit 91% accuracy, better than 51% of users.",
  "30,92": "In your last 5 reps you averaged 30 WPM, ahead of nearly half of users, and scored 92% accuracy - better than just over half.",
  "30,93": "Over your last 5 reps you averaged 30 WPM (faster than 44% of users) with 93% accuracy (better than 63%).",
  "30,94": "In your last 5 reps you averaged 30 WPM, faster than 44% of users, and achieved 94% accuracy, beating 70% of users.",
  "30,95": "In your last 5 reps you averaged 30 WPM, faster than 44% of users, with 95% accuracy, better than 72% of users.",
  "30,96": "Over your last 5 reps you averaged 30 WPM, ahead of 42% of users, with 96% accuracy, better than 78% of users.",
  "30,88": "Over your last 5 reps you averaged 30 WPM (in the top 56% of users) with 88% accuracy (in the top 65%).",
  "31,89": "Over your last 5 reps you averaged 31 WPM (faster than 45% of users) and 89% accuracy (better than 39% of users).",
  "31,90": "In your last 5 reps you averaged 31 WPM, faster than 46% of users, and achieved 90% accuracy, beating 42% of users.",
  "31,91": "In your last 5 reps you averaged 31 WPM (faster than 46% of users) with 91% accuracy (better than 51% of users).",
  "31,92": "In your last 5 reps you averaged 31 WPM - faster than 46% of users - and scored 92% accuracy, beating 57% of users.",
  "31,93": "Over your last 5 reps you averaged 31 WPM, faster than 46% of users, with 93% accuracy, better than 63% of users.",
  "31,94": "Over the last 5 reps, you averaged 31 WPM, faster than 46% of users, and 94% accuracy, ahead of 68% of users.",
  "31,95": "In your last 5 reps you averaged 31 WPM (faster than 46% of users) with 95% accuracy (better than 74% of users).",
  "32,89": "In your last 5 reps you averaged 32 WPM (faster than 48% of users) with 89% accuracy (better than 39% of users).",
  "32,90": "Last 5 reps: 32 WPM (faster than 49% of users), 90% accuracy (better than 45% of users).",
  "32,91": "Over the last 5 reps you typed 32 WPM, faster than 49% of users, with 91% accuracy, better than 51% of users.",
  "32,92": "Over your last 5 reps, you averaged 32 WPM (faster than 49% of users) and 92% accuracy (better than 57%).",
  "32,93": "Over your last five reps you averaged 32 WPM (faster than 49% of users) with 93% accuracy (better than 63% of users).",
  "32,94": "In your last 5 reps you averaged 32 WPM, faster than 49% of users, with 94% accuracy, better than 68% of users.",
  "32,95": "Nice work! In your last 5 reps you averaged 32 WPM (top 51%) with 95% accuracy (top 26%).",
  "32,96": "Over the last 5 reps you averaged 32 WPM, faster than 49% of users, with 96% accuracy, better than 81% of users.",
  "32,88": "In your last 5 reps you averaged 32 WPM (better than 49% of users) with 88% accuracy, which beats 34% of users.",
  "33,90": "In the last 5 reps you averaged 33 WPM (faster than 52% of users) with 90% accuracy (better than 45% of users).",
  "33,92": "In your last 5 reps you averaged 33 WPM (faster than 52% of users) with 92% accuracy (better than 56% of users).",
  "33,93": "In your last 5 reps you averaged 33 WPM, faster than 52% of users, with 93% accuracy, placing you ahead of 62% of users.",
  "33,94": "Over your last 5 reps you averaged 33 WPM, faster than 52% of users, with 94% accuracy, outperforming 68% of users.",
  "33,95": "Over your last 5 reps you averaged 33 WPM, faster than 52% of users, and 95% accuracy, placing you above 75% of users.",
  "33,96": "Over your last 5 reps you averaged 33 WPM (faster than 52% of users) with 96% accuracy (better than 79% of users).",
  "33,91": "Over your last 5 reps you averaged 33 WPM (faster than 52% of users) with 91% accuracy (better than 50% of users).",
  "33,97": "Over your last 5 reps you averaged 33 WPM, faster than 52% of users, with 97% accuracy, beating 85% of users.",
  "34,88": "In your last 5 attempts you averaged 34 WPM, faster than 53% of users, with 88% accuracy, better than 32% of users.",
  "34,89": "Across your last 5 reps you averaged 34 WPM (faster than 54% of users) with 89% accuracy (better than 36% of users).",
  "34,90": "In your last 5 reps you averaged 34 WPM (faster than 54% of users) with 90% accuracy (better than 45% of users).",
  "34,91": "Over your last 5 attempts you averaged 34 WPM (faster than just over half of users) with 91% accuracy (better than half of users).",
  "34,92": "Nice work, over your last 5 reps you averaged 34 WPM (faster than 54% of users) with 92% accuracy (better than 56% of users).",
  "34,93": "You averaged 34 WPM over your last 5 reps, faster than 54% of users, with 93% accuracy, better than 63% of users.",
  "34,94": "Nice work, over your last 5 reps you averaged 34 WPM (faster than 55% of users) with 94% accuracy (better than 70%).",
  "34,95": "Over your last 5 reps you averaged 34 WPM, faster than 54% of users, with 95% accuracy, better than 77%.",
  "34,96": "In your last 5 reps you averaged 34 WPM, faster than 54% of users, with 96% accuracy, better than 82% of users.",
  "34,97": "In your last 5 reps you averaged 34 WPM, faster than 54% of users, with 97% accuracy, better than 85% of users.",
  "35,91": "In your last 5 reps you averaged 35 WPM - faster than 57% of users - with 91% accuracy, beating half of users.",
  "35,88": "Over your last 5 reps you averaged 35 WPM, faster than 56% of users. Your accuracy was 88%, beating 32% of users.",
  "35,92": "In your last 5 reps you averaged 35 WPM, faster than 57% of users, and maintained 92% accuracy, better than 54% of users.",
  "35,93": "In your last 5 reps you averaged 35 WPM, faster than 57% of users, with 93% accuracy, better than 63% of users.",
  "35,94": "Over the last 5 reps you averaged 35 WPM (faster than 57% of users) and 94% accuracy (better than 70% of users).",
  "35,95": "In your last 5 reps you averaged 35 WPM, faster than 57% of users, with 95% accuracy, ahead of 77% of users.",
  "35,96": "Over the last 5 reps you averaged 35 WPM (faster than 57% of users) with 96% accuracy (better than 83% of users).",
  "35,97": "In your last 5 reps you averaged 35 WPM (top 43% of users) with 97% accuracy (top 14%).",
  "35,90": "Over your last 5 reps you averaged 35 WPM (faster than 57% of users) and 90% accuracy (better than 43% of users).",
  "36,90": "Across your last 5 reps you hit 36 WPM (faster than 59% of users) and kept 90% accuracy (better than 44%).",
  "36,91": "Last 5 reps: 36 WPM, faster than 59% of users; 91% accuracy, better than 50% of users.",
  "36,92": "Over the last 5 attempts you averaged 36 WPM (faster than 59% of users) with 92% accuracy (better than 57% of users).",
  "36,93": "In your last 5 reps you averaged 36 WPM (faster than 60% of users) with 93% accuracy (better than 63% of users).",
  "36,94": "In your last 5 reps you averaged 36 WPM (faster than 59% of users) with 94% accuracy (better than 70% of users).",
  "36,95": "In your last 5 reps you averaged 36 WPM (faster than 60% of users) with 95% accuracy (better than 75%).",
  "36,96": "In your last 5 reps you averaged 36 WPM, faster than 59% of users, with 96% accuracy, better than 81% of users.",
  "37,94": "In the last 5 reps you averaged 37 WPM - faster than 62% of users - and 94% accuracy, outperforming 70% of users.",
  "37,89": "In your last 5 reps you averaged 37 WPM (faster than 61% of users) with 89% accuracy (better than 40% of users).",
  "37,90": "Over your last 5 reps you averaged 37 WPM (faster than 62% of users) with 90% accuracy (better than 42% of users).",
  "37,91": "In your last 5 reps you averaged 37 WPM (faster than 62% of users) and 91% accuracy (better than 51% of users).",
  "37,92": "Over the last 5 reps you averaged 37 WPM, faster than 62% of users, with 92% accuracy, better than 57%.",
  "37,93": "In your last 5 reps you averaged 37 WPM, faster than 62% of users, with 93% accuracy, better than 63% of users.",
  "37,95": "In your last 5 reps you averaged 37 WPM (faster than 62% of users) with 95% accuracy (better than 77% of users).",
  "37,96": "In your last 5 reps you averaged 37 WPM (faster than 62% of users) and 96% accuracy (better than 83% of users).",
  "38,90": "You averaged 38 WPM over your last 5 reps (faster than 64% of users), with 90% accuracy (better than 45% of users).",
  "38,91": "Over your last 5 reps you averaged 38 WPM, faster than 64% of users, with 91% accuracy, better than 51% of users.",
  "38,92": "Over your last 5 reps you averaged 38 WPM - faster than 64% of users - with 92% accuracy, better than 57% of users.",
  "38,93": "Over your last 5 reps you averaged 38 WPM, faster than 64% of users, with 93% accuracy, better than 63% of users.",
  "38,94": "Nice work, Over your last 5 reps you averaged 38 WPM (faster than 64% of users) with 94% accuracy (better than 70% of users).",
  "38,95": "In your last 5 reps you averaged 38 WPM (top 36% of users) with 95% accuracy (top 23% of users).",
  "38,96": "In your last 5 reps you averaged 38 WPM (faster than 64% of users) and 96% accuracy (better than 82% of users).",
  "38,88": "Over your last 5 reps you averaged 38 WPM, faster than 64% of users, with 88% accuracy, ahead of 32% of users.",
  "38,89": "In your last 5 reps you averaged 38 WPM (ahead of 64% of users) with 89% accuracy (better than 38% of users).",
  "38,97": "Your last 5 reps averaged 38 WPM, faster than 64% of users, and 97% accuracy, better than 90% of users.",
  "39,89": "In your last 5 reps you averaged 39 WPM - faster than 65% of users - and 89% accuracy, ahead of 39% of users.",
  "39,90": "In your last 5 reps you averaged 39 WPM, ahead of 66% of users, with 90% accuracy, ahead of 45% of users.",
  "39,91": "Across your last 5 reps you averaged 39 WPM, faster than 65% of users, with 91% accuracy, better than 51% of users.",
  "39,92": "Over your last 5 reps you averaged 39 WPM (top 34% of users) with 92% accuracy (top 43%).",
  "39,93": "In the last 5 reps you averaged 39 WPM (faster than 66% of users) with 93% accuracy (better than 63% of users).",
  "39,94": "In your last 5 reps you averaged 39 WPM, ahead of 66% of users, and achieved 94% accuracy, better than 70%.",
  "39,95": "Over the last 5 reps you averaged 39 WPM, faster than two-thirds of users, with 95% accuracy, beating 77% of users.",
  "39,96": "In your last 5 reps you averaged 39 WPM, faster than two-thirds of users, and 96% accuracy, ahead of 78% of users.",
  "39,88": "Nice work, over your last 5 reps you averaged 39 WPM, faster than two-thirds of users, with 88% accuracy, ahead of 32% of users.",
  "40,93": "Nice work, in your last 5 reps you averaged 40 WPM (faster than 68% of users) and 93% accuracy (better than 63% of users).",
  "40,94": "In your last 5 reps you averaged 40 WPM, faster than 69% of users, with 94% accuracy, better than 68%.",
  "40,91": "In your last 5 reps you averaged 40 WPM, faster than 68% of users, with 91% accuracy, better than 51% of users.",
  "40,92": "Over your last 5 tries you averaged 40 WPM (faster than 68% of users) with 92% accuracy (better than 57%).",
  "40,95": "Over your last 5 reps you averaged 40 WPM (faster than 69% of users) with 95% accuracy (better than 74% of users).",
  "40,96": "Last 5 reps: 40 WPM (faster than 68% of users) and 96% accuracy (better than 83% of users).",
  "40,97": "In your last 5 reps you averaged 40 WPM (faster than 68% of users) with 97% accuracy (better than 86% of users).",
  "40,88": "Over your last 5 reps you averaged 40 WPM (in the top 31% of users) with 88% accuracy (in the top 68%).",
  "41,92": "In your last 5 reps you typed 41 WPM (faster than 71% of users) with 92% accuracy (better than 57%).",
  "41,93": "In your last 5 reps you averaged 41 WPM (top 29% for speed) with 93% accuracy (better than 63% of users).",
  "41,94": "Over your last 5 reps you averaged 41 WPM, faster than 71% of users, with 94% accuracy, better than 70%.",
  "41,88": "Over your last 5 reps you hit 41 WPM (top 30%) with 88% accuracy, outperforming 32% of users.",
  "41,90": "Over the last 5 reps you averaged 41 WPM (faster than 70% of users) and 90% accuracy (better than 45% of users).",
  "41,91": "In your last 5 reps you averaged 41 WPM (faster than 71% of users) and 91% accuracy (better than 48%).",
  "41,95": "In your last 5 reps you averaged 41 WPM, faster than 71% of users, with 95% accuracy, better than 74% of users.",
  "41,96": "In the last 5 reps you averaged 41 WPM (faster than 71% of users) with 96% accuracy (better than 82% of users).",
  "41,89": "Over your last 5 reps you averaged 41 WPM (faster than 71% of users) with 89% accuracy (better than 40% of users).",
  "42,91": "In your last 5 reps you averaged 42 WPM, faster than 73% of users, and your 91% accuracy is better than 51%.",
  "42,95": "Over your last 5 reps you averaged 42 WPM (top 27%) with 95% accuracy (top 23%).",
  "42,89": "In your last 5 reps you averaged 42 WPM, faster than 72% of users, with 89% accuracy, better than a third of users.",
  "42,92": "Nice work, in your last 5 reps you averaged 42 WPM (faster than 73% of users) with 92% accuracy (better than 57% of users).",
  "42,93": "Over your last 5 reps you averaged 42 WPM, in the top 27% of users, with 93% accuracy, in the top 37%.",
  "42,94": "Nice consistency: over your last 5 reps you averaged 42 WPM (top 27%) with 94% accuracy (top 33%).",
  "42,96": "Nice work, over your last 5 reps you averaged 42 WPM (faster than 72% of users) with 96% accuracy (better than 83% of users).",
  "42,97": "In your last 5 reps you averaged 42 WPM (top 28%) with 97% accuracy (top 15%).",
  "42,88": "Nice work, in your last 5 reps you averaged 42 WPM (faster than 73% of users) with 88% accuracy (better than 32% of users).",
  "43,92": "In your last 5 reps you averaged 43 WPM, faster than 74% of users, with 92% accuracy, better than 57% of users.",
  "43,89": "Over your last 5 reps you averaged 43 WPM, faster than 74% of users, with 89% accuracy, better than 39%.",
  "43,90": "Last 5 reps: you averaged 43 WPM (faster than 74% of users) with 90% accuracy (better than 43% of users).",
  "43,91": "Over your last 5 reps you averaged 43 WPM, faster than 74% of users, and scored 91% accuracy, better than 51% of users.",
  "43,93": "Over the last 5 reps you averaged 43 WPM, placing you in the top 25%, with 93% accuracy, ahead of 62% of users.",
  "43,94": "Over the last 5 reps you averaged 43 WPM, faster than 75% of users, with 94% accuracy, better than two-thirds of users.",
  "43,95": "Over your last 5 reps you averaged 43 WPM, ahead of 74% of users, with 95% accuracy, beating 77% of users.",
  "43,96": "In your last 5 reps you averaged 43 WPM (faster than 74% of users) with 96% accuracy (better than 83% of users).",
  "43,97": "Over your last 5 reps you averaged 43 WPM, faster than 74% of users, with 97% accuracy, better than 86% of users.",
  "44,89": "Over your last 5 reps you averaged 44 WPM (faster than 75% of users) with 89% accuracy (better than 40%).",
  "44,95": "Last 5 reps: 44 WPM (top 24%) and 95% accuracy (top 23%). Solid, consistent typing.",
  "44,88": "Over your last 5 reps you averaged 44 WPM (faster than 76% of users) and 88% accuracy (better than 32% of users).",
  "44,90": "Over your last 5 reps you averaged 44 WPM (faster than 76% of users) and 90% accuracy (better than 45%).",
  "44,91": "In your last 5 reps you averaged 44 WPM, faster than 76% of users, and 91% accuracy, beating 51% of users.",
  "44,92": "Over your last 5 reps you averaged 44 WPM, faster than 76% of users, and 92% accuracy, better than 57% of users.",
  "44,93": "You averaged 44 WPM over your last 5 reps (faster than 76% of users) with 93% accuracy (better than 63% of users).",
  "44,94": "In your last 5 reps you averaged 44 WPM (faster than 77% of users) with 94% accuracy (better than 66% of users).",
  "44,96": "Over the last 5 reps you're typing 44 WPM, faster than 76% of users, and hitting 96% accuracy, better than 82%.",
  "45,90": "Nice work. In your last 5 reps you averaged 45 WPM (faster than 78% of users) with 90% accuracy (better than 44% of users).",
  "45,91": "In the last 5 reps, you averaged 45 WPM (faster than 78% of users) with 91% accuracy (better than just over half of users).",
  "45,92": "In your last 5 reps you averaged 45 WPM, faster than 78% of users, and achieved 92% accuracy, beating 57% of users.",
  "45,93": "In your last 5 reps, you averaged 45 WPM (faster than 78% of users) with 93% accuracy (better than 63%).",
  "45,94": "In your last 5 reps you averaged 45 WPM - faster than 78% of users - with 94% accuracy, better than 70% of users.",
  "45,95": "In your last 5 reps you hit 45 WPM, faster than 78% of users, and kept 95% accuracy, better than 77% of users.",
  "45,96": "Nice work, over your last 5 reps you averaged 45 WPM (top 22% for speed) with 96% accuracy (top 17%).",
  "45,88": "Last 5 reps: 45 WPM, faster than 78% of users; 88% accuracy, better than one-third of users.",
  "45,97": "In your last 5 reps you averaged 45 WPM (faster than 78% of users) with 97% accuracy (better than 88% of users).",
  "46,88": "In your last 5 reps you averaged 46 WPM, faster than 79% of users, with 88% accuracy, beating 32% of users.",
  "46,90": "In your last 5 reps, you averaged 46 WPM (top 20%) with 90% accuracy, better than 42% of users.",
  "46,91": "Over your last 5 reps you averaged 46 WPM (top 20%) with 91% accuracy - better than half of users.",
  "46,92": "In your last 5 reps you averaged 46 WPM, putting you in the top 20% for speed, with 92% accuracy, better than 54% of users.",
  "46,93": "Over your last 5 reps you averaged 46 WPM (top 20% for speed) with 93% accuracy (better than 61% of users).",
  "46,94": "In your last 5 reps you averaged 46 WPM (top 20% for speed) with 94% accuracy (top 30% for accuracy).",
  "46,95": "Over your last 5 reps you averaged 46 WPM (top 20%) and 95% accuracy (top 26%).",
  "46,96": "In your last 5 reps you averaged 46 WPM (top 20%) with 96% accuracy (top 22%).",
  "46,97": "In your last 5 reps you averaged 46 WPM (faster than 79% of users) with 97% accuracy (better than 85%).",
  "47,88": "Last 5 reps: 47 WPM (top 19% of users) with 88% accuracy (beats 35% of users).",
  "47,92": "In your last 5 reps you averaged 47 WPM (top 19%) and 92% accuracy (better than 57% of users).",
  "47,93": "In your last 5 reps you averaged 47 WPM, faster than 81% of users, with 93% accuracy, beating 63% of users.",
  "47,94": "Over your last 5 reps you averaged 47 WPM (faster than 81% of users) with 94% accuracy (better than 70% of users).",
  "47,95": "In your last 5 reps you averaged 47 WPM - faster than 81% of users - with 95% accuracy, better than 77%.",
  "47,96": "Over your last 5 reps you averaged 47 WPM, faster than 81% of users, with 96% accuracy, better than 83%.",
  "47,97": "In your last 5 reps you averaged 47 WPM, faster than 81% of users, and kept 97% accuracy, better than 90% of users.",
  "47,89": "In your last 5 reps you averaged 47 WPM (top 19%) with 89% accuracy (better than 40% of users).",
  "47,91": "Last 5 reps: 47 WPM (faster than 81% of users) with 91% accuracy (better than 51% of users).",
  "48,90": "Across your last 5 reps you averaged 48 WPM, faster than 82% of users, and kept 90% accuracy, better than 44% of users.",
  "48,91": "Nice work! Over your last 5 reps you averaged 48 WPM (faster than 82% of users) with 91% accuracy (better than 46% of users).",
  "48,92": "In your last 5 reps you averaged 48 WPM (faster than 82% of users) with 92% accuracy, better than 56% of users.",
  "48,93": "In your last 5 reps you averaged 48 WPM (faster than 82% of users) with 93% accuracy (better than 63% of users).",
  "48,94": "Over your last 5 reps you averaged 48 WPM, faster than 83% of users, with 94% accuracy, better than 70% of users.",
  "48,95": "Over the last 5 reps you averaged 48 WPM (faster than 83% of users) with 95% accuracy (better than 77% of users).",
  "48,96": "In your last 5 reps you averaged 48 WPM (top 17%) with 96% accuracy (top 19%).",
  "48,97": "In your last 5 reps you averaged 48 WPM - faster than 82% of users - and 97% accuracy, beating 90% of users.",
  "48,88": "In your last 5 reps you averaged 48 WPM (faster than 83% of users) with 88% accuracy (better than 32% of users).",
  "49,93": "Nice work, in your last 5 reps you averaged 49 WPM (faster than 84% of users) with 93% accuracy (better than 63%).",
  "49,94": "Over your last 5 reps you averaged 49 WPM, faster than 84% of users, with 94% accuracy, better than 70%.",
  "49,95": "In your last 5 reps you averaged 49 WPM, faster than 84% of users, and hit 95% accuracy, better than 77% of users.",
  "49,91": "In your last 5 reps you typed at 49 WPM, faster than 84% of users, with 91% accuracy, beating 51% of users.",
  "49,92": "In your last 5 reps you averaged 49 WPM (top 16%) with 92% accuracy (better than 57% of users).",
  "49,96": "Over your last 5 reps you averaged 49 WPM (faster than 84% of users) with 96% accuracy (better than 83%).",
  "49,97": "In your last 5 reps you averaged 49 WPM (faster than 84% of users) with 97% accuracy (better than 86%).",
  "50,89": "In your last 5 reps you averaged 50 WPM (top 15% of users) with 89% accuracy, ahead of two in five users.",
  "50,90": "Over your last 5 reps you averaged 50 WPM (top 15%) with 90% accuracy, better than 44% of users.",
  "50,91": "Over your last 5 reps you averaged 50 WPM, faster than 85% of users, with 91% accuracy, better than 51%.",
  "50,92": "Nice work, in your last 5 reps you averaged 50 WPM (top 15%) with 92% accuracy (better than 57% of users).",
  "50,93": "In your last 5 reps you averaged 50 WPM (top 15%) with 93% accuracy (better than 63% of users).",
  "50,94": "Over your last 5 reps you averaged 50 WPM (top 15%) with 94% accuracy, better than 70% of users.",
  "50,95": "In your last 5 reps you averaged 50 WPM (top 15%) with 95% accuracy, better than 77% of users.",
  "50,96": "Over the last 5 reps you averaged 50 WPM (faster than 85% of users) with 96% accuracy (better than 83% of users).",
  "50,97": "Over your last 5 reps you typed 50 WPM (faster than 85% of users) with 97% accuracy (top 10%).",
  "51,88": "In your last 5 reps you averaged 51 WPM - faster than 86% of users - with 88% accuracy, better than 32% of users.",
  "51,90": "Across your last 5 reps you averaged 51 WPM (faster than 86% of users) with 90% accuracy (better than 44% of users).",
  "51,91": "In your last 5 reps you averaged 51 WPM (faster than 86% of users), with 91% accuracy, better than half of users.",
  "51,92": "Over your last 5 reps you averaged 51 WPM, faster than 86% of users, with 92% accuracy, better than 57% of users.",
  "51,93": "Over your last 5 reps you averaged 51 WPM (top 14% for speed) and 93% accuracy (top 37% for accuracy).",
  "51,94": "In your last 5 reps, you averaged 51 WPM (top 14% of users) with 94% accuracy (top 30% of users).",
  "51,95": "In your last 5 reps, you averaged 51 WPM (faster than 86% of users) with 95% accuracy (better than 77%).",
  "51,96": "Nice work! Over your last 5 reps you averaged 51 WPM (faster than 86% of users) with 96% accuracy (better than 83%).",
  "51,97": "In the last 5 attempts you averaged 51 WPM, faster than 86% of users, with 97% accuracy, beating 88% of users.",
  "52,88": "In your last 5 reps you averaged 52 WPM (top 13% of users) with 88% accuracy (better than 32% of users).",
  "52,90": "In your last 5 reps you averaged 52 WPM (top 13%) with 90% accuracy, better than 44% of users.",
  "52,91": "Across your last 5 reps you averaged 52 WPM (faster than 87% of users) with 91% accuracy (better than 51% of users).",
  "52,92": "Nice work, your last 5 reps averaged 52 WPM (faster than 87% of users) with 92% accuracy (better than 57%).",
  "52,93": "You averaged 52 WPM over your last 5 reps (top 13% for speed) with 93% accuracy (top 37% for accuracy).",
  "52,94": "In your last 5 reps you averaged 52 WPM, faster than 87% of users, and 94% accuracy, beating 70% of users.",
  "52,95": "Over your last 5 reps you averaged 52 WPM (top 13%) with 95% accuracy (top 23%).",
  "52,96": "In your last 5 reps you averaged 52 WPM (top 13%) with 96% accuracy (top 18%).",
  "52,97": "Over your last 5 reps, you averaged 52 WPM (top 13% for speed) with 97% accuracy (top 15%).",
  "53,90": "In your last 5 reps, you averaged 53 WPM (top 12%) and 90% accuracy (better than 45% of users).",
  "53,91": "In your last 5 reps you averaged 53 WPM (faster than 88% of users) with 91% accuracy (better than 51% of users).",
  "53,92": "In the last 5 reps you averaged 53 WPM (top 12%) with 92% accuracy, ahead of 57% of users.",
  "53,93": "Nice work, over the last 5 reps you averaged 53 WPM (top 12%) with 93% accuracy (better than 63% of users).",
  "53,94": "In your last 5 reps you averaged 53 WPM (faster than 88% of users) with 94% accuracy (better than 70% of users).",
  "53,95": "In your last 5 reps you averaged 53 WPM (top 12% for speed) and 95% accuracy (top 23%).",
  "53,96": "In your last 5 reps you averaged 53 WPM - faster than 88% of users - and 96% accuracy, better than 83% of users.",
  "53,97": "In your last 5 reps you averaged 53 WPM (faster than 88% of users) with 97% accuracy (better than 87% of users).",
  "54,91": "In your last 5 attempts you averaged 54 WPM - faster than 89% of users - with 91% accuracy, better than half of users.",
  "54,92": "Over your last 5 reps you averaged 54 WPM (ahead of 89% of users) with 92% accuracy (ahead of 57%).",
  "54,93": "Over your last 5 reps you averaged 54 WPM (faster than 89% of users) and 93% accuracy (better than 63% of users).",
  "54,94": "In your last 5 reps you averaged 54 WPM, faster than 89% of users, with 94% accuracy, better than 70% of users.",
  "54,95": "In your last 5 reps you averaged 54 WPM, faster than 89% of users, with 95% accuracy, better than 77% of users.",
  "54,96": "Over the last 5 reps you averaged 54 WPM, faster than 89% of users, with 96% accuracy, better than 82%.",
  "54,97": "Over your last 5 reps you averaged 54 WPM (faster than 89% of users) with 97% accuracy (top 10%).",
  "55,90": "In your last 5 reps you averaged 55 WPM, placing you in the top 10%, and 90% accuracy, ahead of 45% of users.",
  "55,91": "In your last 5 reps you averaged 55 WPM (top 10%) with 91% accuracy (better than 47% of users).",
  "55,92": "Nice work, in your last 5 reps you averaged 55 WPM (top 10%) with 92% accuracy (better than 57% of users).",
  "55,93": "In your last 5 reps, you averaged 55 WPM (top 10% for speed) with 93% accuracy (better than 63% of users).",
  "55,94": "Last 5 reps: 55 WPM (top 10%) and 94% accuracy (better than 70% of users).",
  "55,95": "In your last 5 reps you averaged 55 WPM - placing you in the top 10% - with 95% accuracy, better than 77% of users.",
  "55,96": "Over your last 5 reps you averaged 55 WPM, placing you in the top 10%, with 96% accuracy, better than 83% of users.",
  "55,97": "In your last 5 reps you averaged 55 WPM (top 10%) with 97% accuracy, better than 86% of users.",
  "56,88": "Over your last 5 reps you averaged 56 WPM (faster than 91% of users) with 88% accuracy (better than 32% of users).",
  "56,91": "In your last 5 reps you averaged 56 WPM (in the top 9%) with 91% accuracy, better than half of users.",
  "56,92": "In your last 5 reps you averaged 56 WPM (top 9%) and 92% accuracy (better than 57% of users).",
  "56,93": "In your last 5 reps you hit 56 WPM (faster than 91% of users) and 93% accuracy (better than 63% of users).",
  "56,94": "In your last 5 reps you averaged 56 WPM, faster than 91% of users, with 94% accuracy, better than 70% of users.",
  "56,95": "Over your last 5 reps you averaged 56 WPM (top 9% for speed) with 95% accuracy (top 23%).",
  "56,96": "Over the last 5 reps, you've averaged 56 WPM (top 9%) with 96% accuracy (top 17%).",
  "56,97": "In your last 5 reps you averaged 56 WPM, faster than 91% of users, with 97% accuracy, better than 87% of users.",
  "57,92": "In your last 5 reps you averaged 57 WPM (top 8%) with 92% accuracy (better than 57% of users).",
  "57,93": "In your last 5 reps you averaged 57 WPM, faster than 92% of users, with 93% accuracy, ahead of 62% of users.",
  "57,94": "Over your last 5 reps you averaged 57 WPM, faster than 92% of users, with 94% accuracy, better than 70%.",
  "57,95": "Across your last 5 reps you averaged 57 WPM (faster than 92% of users) with 95% accuracy (better than 77% of users).",
  "57,96": "Over your last 5 reps you averaged 57 WPM (faster than 92% of users) with 96% accuracy (better than 83%).",
  "57,97": "Across your last 5 reps you averaged 57 WPM (top 8%) with 97% accuracy (top 15%).",
  "58,93": "In your last 5 reps you averaged 58 WPM, ahead of 92% of users, and kept 93% accuracy, better than 63% of users.",
  "58,94": "In your last 5 reps, you averaged 58 WPM (top 8%) and 94% accuracy (top 36%).",
  "58,95": "Over the last 5 reps, you averaged 58 WPM (top 8% for speed) and 95% accuracy (top 26% for accuracy).",
  "58,96": "Great pace and precision: 58 WPM (top 8%) and 96% accuracy (top 18%) over the last 5 reps.",
  "58,97": "Great work, over your last 5 reps you averaged 58 WPM (faster than 92% of users) with 97% accuracy (better than 85%).",
  "59,90": "Nice work, in your last 5 reps you averaged 59 WPM, faster than 93% of users, with 90% accuracy, beating 45% of users.",
  "59,91": "Over your last 5 reps you averaged 59 WPM (faster than 93% of users) with 91% accuracy, ahead of half of users.",
  "59,92": "In your last 5 reps you averaged 59 WPM (top 7%) with 92% accuracy (better than 57% of users).",
  "59,93": "Across your last 5 reps you averaged 59 WPM (top 7%) with 93% accuracy (top 37%).",
  "59,94": "In your last 5 reps you averaged 59 WPM (in the top 7% for speed) with 94% accuracy (better than two-thirds of users).",
  "59,95": "In your last 5 reps you averaged 59 WPM (faster than 93% of users) with 95% accuracy (better than 75%).",
  "59,96": "In your last 5 reps you averaged 59 WPM (top 7%) and 96% accuracy (top 17%).",
  "59,97": "In your last 5 reps you averaged 59 WPM (top 7% of users) with 97% accuracy (top 12% of users).",
  "60,90": "In your last 5 runs you averaged 60 WPM (top 6%) and 90% accuracy (better than 45% of users).",
  "60,93": "Over the last 5 reps, you averaged 60 WPM (in the top 6% of users) with 93% accuracy (ahead of 62% of users).",
  "60,94": "In your last 5 reps you averaged 60 WPM, faster than 94% of users, and 94% accuracy, better than 70% of users.",
  "60,95": "Over your last 5 reps you averaged 60 WPM, faster than 94% of users, with 95% accuracy, beating 77% of users.",
  "60,96": "Nice work, over your last 5 reps you averaged 60 WPM (faster than 94% of users) and 96% accuracy (better than 83% of users).",
  "60,97": "In your last 5 reps you averaged 60 WPM (top 6% for speed) with 97% accuracy (top 13%).",
  "61,93": "In your last 5 reps you averaged 61 WPM (top 6%) with 93% accuracy, better than 63% of users.",
  "61,94": "In your last 5 reps you averaged 61 WPM (faster than 94% of users) with 94% accuracy (better than 70% of users).",
  "61,95": "Over the last 5 runs you averaged 61 WPM (top 6%) with 95% accuracy (better than 77% of users).",
  "61,96": "Nice work, in your last 5 reps you averaged 61 WPM (top 6%) with 96% accuracy (top 17%).",
  "62,91": "In your last 5 reps you averaged 62 WPM, faster than 95% of users, with 91% accuracy, better than 51% of users.",
  "62,93": "Over your last 5 reps you averaged 62 WPM (top 5%) with 93% accuracy, better than 62% of users.",
  "62,94": "Last 5 reps: 62 WPM - in the top 5% - and 94% accuracy, better than 68% of users.",
  "62,95": "Over your last 5 tries you averaged 62 WPM (top 5% of users) with 95% accuracy - better than 77% of users.",
  "62,96": "Great work - across your last 5 reps you averaged 62 WPM (top 5%) with 96% accuracy (top 19%).",
  "62,97": "In your last 5 reps you averaged 62 WPM (top 5% of users) with 97% accuracy (top 14%).",
  "63,95": "In your last 5 reps you averaged 63 WPM (top 5%) and 95% accuracy (ahead of 77% of users).",
  "63,96": "Nice work! Last 5 reps: 63 WPM (faster than 95% of users), 96% accuracy (better than 81% of users).",
  "63,97": "Over your last 5 reps you averaged 63 WPM, faster than 95% of users, with 97% accuracy, better than 86% of users.",
  "64,92": "Over your last 5 reps you averaged 64 WPM (top 4%) with 92% accuracy, better than 56% of users.",
  "64,93": "Great work, over your last 5 reps you averaged 64 WPM (faster than 96% of users) with 93% accuracy, ahead of 61% of users.",
  "64,94": "In your last 5 reps you averaged 64 WPM (top 4% of users) with 94% accuracy, outperforming 70% of typists.",
  "64,95": "In your last 5 reps you averaged 64 WPM (faster than 96% of users) with 95% accuracy (better than 77% of users).",
  "64,96": "Across your last 5 reps you averaged 64 WPM (top 4%) with 96% accuracy, better than 83% of users.",
  "65,94": "In your last 5 reps you averaged 65 WPM (top 4% for speed) with 94% accuracy (top 30% for accuracy).",
  "65,95": "Over your last 5 reps you averaged 65 WPM (top 4%) with 95% accuracy (better than 75% of users).",
  "65,96": "Over your last 5 reps you averaged 65 WPM (faster than 96% of users) with 96% accuracy (better than 82% of users).",
  "65,97": "In your last 5 reps, you averaged 65 WPM (top 4%) with 97% accuracy (top 12%).",
  "66,95": "You're typing fast: 66 WPM over the last 5 reps (top 3%). Accuracy is 95%, better than 71% of users.",
  "67,92": "In your last 5 reps, you averaged 67 WPM (top 3%) with 92% accuracy, better than 56% of users.",
  "67,93": "Over your last 5 reps you averaged 67 WPM (top 3%), with 93% accuracy (better than 63% of users).",
  "67,95": "Over your last 5 reps you averaged 67 WPM (top 3%) with 95% accuracy (better than 74% of users).",
  "67,96": "Over your last 5 reps, you averaged 67 WPM (top 3% for speed) with 96% accuracy (top 22%).",
  "67,97": "Over the last 5 attempts you averaged 67 WPM, faster than 97% of users, and maintained 97% accuracy, ahead of 86% of users.",
  "68,92": "Over your last 5 reps, you averaged 68 WPM (in the top 3% for speed) with 92% accuracy (better than 57% of users).",
  "68,94": "Over your last 5 reps you averaged 68 WPM (top 3%) and 94% accuracy, better than two-thirds of users.",
  "68,95": "Over your last 5 reps you averaged 68 WPM (top 3%) with 95% accuracy (better than 77% of users)."
}